{
	"recipes": [
		{
			"receptnaam": "Stoemp van aardpeer en gehaktbal",
			"bereidingswijze": "1. Schil de aardappelen en snijd ze in gelijke kleine stukken. Kook ze in ongeveer 20 minuten gaar.<br/>2. Maak ondertussen de gehaktballen klaar door alle ingrediënten samen te voegen en goed te mengen. Maak er twee grote gehaktballen van en bak ze in een pan met wat boter.<br/>3. Schil nu de aardperen en snijd ze in gelijke stukken van een halve cm. Bak ze in een pan met een scheut olie.<br/><br/>4. Giet het water van de aardappelen af en stamp ze grof.<br/>5. Voeg er nu de melk en een flinke scheut olie aan toe en meng alles goed met een lepel.<br/>6. Voeg er nu de gebakken aardperen bij en de tuinkers. Meng alles goed met een lepel en breng op smaak met wat peper en zout.<br/><br/>Ik vind de presentatie op een bord altijd belangrijk, ook bij een gerecht als stoemp. Het kost je slechts iets meer moeite om je bord mooi op te maken. Want vergeet niet: eten doe je ook met je ogen :-)!<br/>Dus bij deze: wrijf een kookring in met wat olie in en vul op met de stoemp. Verwijder voorzichtig de kookring en leg nog wat geitenkaas bovenop het stoemptorentje. Garneer eventueel met nog wat tuinkers.<br/><br/>7. Serveer er een gehaktbal bij en smakelijk!",
			"ingrediënten": "2 grote kruimige aardappelen zoals Eigenheimer of Bintje<br/>4 aardperen (het komt erop neer dat je gelijke delen aardappel en aardpeer hebt)<br/>50 ml halfvolle melk<br/>2 el zure room<br/>Notenolie voor warme bereidingen zoals hazelnoot of walnoot<br/>Peper en zout naar smaak<br/>Handvol tuinkers<br/>50 g zachte, verse geitenkaas<br/>Gehaktballen",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bron": "southandpepper.com",
			"bron URL": "https://southandpepper.com/stoemp-van-aardpeer-en-gehaktbal/",
			"html": "<html><title>Stoemp van aardpeer en gehaktbal</title><body><script type='application/ld+json'>\n {\n  '@context': 'http://schema.org/',\n  '@type': 'Recipe',\n  'name': 'Gesmoorde prei met pijnboompitten',\n  'keywords': 'recept, gesmoorde prei met pijnboompitten, gesmoorde, prei, pijnboompitten, italiaans, bijgerecht, vegetarisch, boter, olijfolie, groentebouillon, witte wijn, bladpeterselie, oregano, parmezaanse kaas',\n  'author': 'diverse auteurs',\n  'image': [  \n    'https://www.okokorecepten.nl/i/recepten/kookboeken/2009/de-italiaanse-keuken-kitchen-classics/gesmoorde-prei-pijnboompitten-500.jpg',\n    'https://www.okokorecepten.nl/i/recepten/kookboeken/2009/de-italiaanse-keuken-kitchen-classics/gesmoorde-prei-pijnboompitten-600.jpg'\n  ],\n  'recipeCategory': 'Bijgerecht',\n  'recipeCuisine': 'Italiaans',\n  'datePublished': '2009-12-17',\n  'description': 'Gesmoorde prei met pijnboompitten, uit het kookboek 'De Italiaanse keuken'. Kijk voor de bereidingswijze op okokorecepten.nl.',\n  'aggregateRating': {\n   '@type': 'AggregateRating',\n   'ratingValue': '7.8',\n   'reviewCount': '17',\n   'bestRating': '10',\n   'worstRating': '1'\n  },\n  'prepTime': 'PT0M',\n  'cookTime': 'PT20M',\n  'totalTime': 'PT20M',\n  'recipeYield': '4 personen',\n  'interactionStatistic': {\n  '@type': 'InteractionCounter',\n  'interactionType': 'http://schema.org/CommentAction',\n  'userInteractionCount': '2'\n  },\n  'comment': [\n   {\n    '@type': 'Comment',\n    'name': 'Lianne',\n    'text': 'Een heerlijk recept, prei weer eens totaal anders. Door de kruiden ben je de echte preismaak kwijt. Gerecht is het lekkerst als de prei beetgaar is.'\n   },\n   {\n    '@type': 'Comment',\n    'name': 'saskia',\n    'text': 'Je prei even anders dan anders, heerlijk recept, mijn 2 jongens van 5 en 11 jaar jong hadden helemaal hun bordje leeg en vonden het lekker... Wij hebben het in combinatie gegeten met Tarly van het merk Honig.'\n   } ],\n  'recipeIngredient': [\n   '20 g boter',\n   '2 theelepels olijfolie',\n   '2 preien, schoongemaakt en in dunne ringen',\n   '80 ml groentebouillon',\n   '80 ml droge witte wijn',\n   '2 eetlepels fijngehakte gemengde kruiden, zoals bladpeterselie en oregano',\n   '1 eetlepel pijnboompitten, licht geroosterd',\n   '1 eetlepel vers geraspte Parmezaanse kaas'\n  ],\n  'recipeInstructions': [\n   'Bereiden: Verwarm de boter en de olie in een grote koekenpan. Bak de prei 5 minuten tot hij goudbruin is. Roer goed.Voeg de groentebouillon en witte wijn toe. Kook dit mengsel 10 minuten, of tot de prei zacht is.Roer de verse kruiden erdoor. Besprenkel het gerecht met pijnboompitten en Parmezaanse kaas. Serveer het meteen.'\n  ]\n }\n </script></body><html>"
		},
		{
			"receptnaam": "Gesmoorde prei met pijnboompitten",
			"bereidingswijze": "1. Bereiden: Verwarm de boter en de olie in een grote koekenpan. Bak de prei 5 minuten tot hij goudbruin is. Roer goed.Voeg de groentebouillon en witte wijn toe. Kook dit mengsel 10 minuten, of tot de prei zacht is.Roer de verse kruiden erdoor. Besprenkel het gerecht met pijnboompitten en Parmezaanse kaas. Serveer het meteen.<br/>Kook er de pasta bij en meng.",
			"ingrediënten": "20 g boter<br/>2 theelepels olijfolie<br/>2 preien, schoongemaakt en in dunne ringen<br/>80 ml groentebouillon<br/>80 ml droge witte wijn<br/>2 eetlepels fijngehakte gemengde kruiden, zoals bladpeterselie en oregano<br/>1 eetlepel pijnboompitten, licht geroosterd<br/>1 eetlepel vers geraspte Parmezaanse kaas<br/>voor een volledige maaltijd: 400 gr pasta",
			"soort gerecht": "bijgerecht,hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "20",
			"bron": "okoko recepten",
			"bron URL": "https://www.okokorecepten.nl/recept/groenten/prei/gesmoorde-prei-pijnboompitten"
		},
		{
			"receptnaam": "Koolrabi met spinazie, noten en ricotta",
			"bereidingswijze": "Bereiding:<br/>1. Verwijder het loof van de koolrabi?s en spoel ze onder koud water. Snij in schijfjes.<br/><br/>2. Kook de koolrabi?s net beetgaar in gezouten water.<br/>3. Spoel de spinazie schoon in ruim water.<br/><br/>4. Snipper de sjalot, snijd de paddenstoelen in stukken en plet de look.<br/><br/>5. Neem een hoge pan en smelt er een klontje boter in, op hoog vuur. Kleur de champignons aan, en voeg tussendoor nog een klontje boter toe. Zet het vuur lager en voeg dan de sjalot en de look toe. Kruid met een snuif grof zout.<br/><br/>6. Schep het mengsel in een mengschaal en zet even opzij.<br/><br/>7. Smelt een nieuwe klont boter in de pan.<br/><br/>8. Snijd de blaadjes spinazie wat fijner en stoof ze aan in de bruisende boter tot al het vocht verdampt is.<br/><br/>9. Pel de look en prik de teen op een vork. Dit is je roerstok om de spinazie te stoven. Breng de spinazie verder op smaak met een snuif nootmuskaat, peper en zout.<br/><br/>10. Haal de koolrabi?s uit het water en laat ze even afkoelen.<br/><br/>13. Giet een scheutje olijfolie in een ovenschaal en leg er de koolrabischijfjes in.<br/><br/>14. Verwarm de oven voor tot 200 °C.<br/><br/>15. Meng de gestoofde spinazie onder de champignons. Dit wordt de vulling.<br/><br/>16. Hak de noten fijn en voeg ze bij de vulling. Doe er ook de ricotta en de mosterd bij. Roer alles goed onder elkaar.<br/><br/>17. Leg de vulling op de koolrabischijfjes.<br/><br/>18. Neem een schaaltje en rasp er de Parmezaanse kaas in fijn. Voeg de panko toe en meng beide zorgvuldig. Schenk er een scheutje olijfolie bij en meng goed tot de mix een klein beetje kleeft.<br/><br/>19. Betrooi de groenten met een dikke laag van panko met Parmezaanse kaas.<br/><br/>20. Leg wat troskerstomaatjes rond de koolrabi?s en besprenkel het geheel met een scheutje olijfolie en balsamicoazijn.<br/><br/>21. Schuif de ovenschaal onder de grill in de voorverwarmde oven, gedurende 5 minuten.<br/>",
			"ingrediënten": "4 koolrabi\\'s<br/>200 g jonge spinazie<br/>1 sjalot<br/>1 bakje Parijse champignons<br/>1 teen knoflook<br/>boter<br/>grof zout<br/>1 teentje look<br/>nootmuskaat<br/>peper<br/>zout<br/>olijfolie<br/>100 g noten<br/>100 g ricotta<br/>1 koffielepel mosterd<br/>100 g Parmezaanse kaas<br/>100 g panko of paneermeel<br/>200 g troskerstomaten<br/>balsamicoazijn",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "40",
			"bron": "Eén - Dagelijkse kost",
			"bron URL": "https://dagelijksekost.een.be/gerechten/koolrabi-met-spinazie-walnoten-en-ricotta"
		},
		{
			"receptnaam": "Ovenschotel met koolrabi, aubergine en parmezaan",
			"bereidingswijze": "De tomatensaus:<br/>1. Verwarm een scheut olijfolie in een pan.<br/><br/>2. Pel en snipper de sjalotten. Stoof ze in de olie.<br/><br/>3. Kneus en pel de knoflook. Snipper de tenen en plet ze met een mes. Doe de pulp bij de sjalotten.<br/><br/>4. Snijd de tomaten in stukken en cutter ze in de hakmolen.<br/><br/>5. Doe de tomatenpuree bij de sjalotten en laat even meebakken. Giet er de rode wijn bij en laat droogkoken.<br/><br/>6. Kruid met tijm, rozemarijn en laurier.<br/><br/>7. Giet er de gemixte tomaten bij en kruid met peper, zout, paprikapoeder en oregano. Doe een snuifje suiker bij de tomatensaus en laat pruttelen op een zacht vuur.<br/><br/>De torentjes van koolrabi en aubergine:<br/>8. Verwarm de oven voor tot 180 °C.<br/><br/>9. Snijd de aubergine in plakken.<br/><br/>10. Schil de koolrabi en snijd ook in plakken die ongeveer even groot zijn als de aubergine.<br/><br/>11. Verhit een flinke scheut olijfolie in een pan.<br/><br/>12. Kruid de aubergineplakken met peper en zout. Bak ze aan beide kanten in de olie en laat uitlekken op keukenpapier.<br/><br/>13. Kruid de koolrabiplakken met peper en zout en bak ze ook in de pan. Laat uitlekken op keukenpapier.<br/><br/>14. Snijd de tomaten in plakken.<br/><br/>15. Verdeel wat tomatensaus op de bodem van een ovenschaal.<br/><br/>16. Bouw vier torentjes. Begin met een plak koolrabi en kruid met Provençaalse kruiden. Leg er een plak aubergine en een plak tomaat op. Kruid met peper en zout.<br/><br/>17. Laat de mozzarella uitlekken en snijd de bollen in plakken. Leg een plak mozzarella op de torentjes. Ga verder met koolrabi, aubergine en tomaat. Kruid met Provençaalse kruiden, peper en zout.<br/><br/>18. Schep er de resterende tomatensaus over.<br/><br/>19. Kruimel de panko wat fijner met je vingers. Rasp er de Parmezaanse kaas bij en meng goed. Doe een scheutje olijfolie bij het mengsel en verdeel het over de torentjes.<br/><br/>20. Zet de torentjes 15 minuten in de oven tot de bovenkant goudbruin is.<br/><br/>21. Verhit een scheut olijfolie in een pan. Snijd de ciabatta in toasten.<br/><br/>22. Pel en kneus de knoflook en wrijf er het brood mee in. Bak het brood in de olie.<br/><br/>23. Werk de torentjes af met enkele blaadjes basilicum en geef er de toastjes bij.<br/>",
			"ingrediënten": "olijfolie<br/>3 sjalotten<br/>2 tenen knoflook (+ 1 extra voor de afwerking)<br/>8 tomaten (waarvan 6 voor de saus)<br/>70 g tomatenpuree (concentraat)<br/>10 cl rode wijn<br/>enkele takjes tijm<br/>enkele takjes rozemarijn<br/>enkele blaadjes laurier<br/>peper<br/>zout<br/>paprikapoeder<br/>oregano<br/>een snuifje kristalsuiker<br/>1 aubergine<br/>1 koolrabi<br/>Provençaalse kruiden<br/>250 g buffelmozzarella<br/>50 g panko (Japans broodkruim)<br/>100 g Parmezaanse kaas<br/>1 ciabatta<br/>enkele blaadjes basilicum",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "60",
			"bron": "Eén - Dagelijkse kost",
			"bron URL": "https://dagelijksekost.een.be/gerechten/ovenschotel-met-koolrabi-aubergine-en-parmezaan"
		},
		{
			"receptnaam": "Quiche met prei, eieren en gruyère",
			"bereidingswijze": "1. Verwarm de oven voor op 180°C. Spoel het preiwit en snij in ringen.<br/><br/>2. Stoof de prei glazig in de olie. Kruid met peper en zout en laat uitlekken en afkoelen.<br/><br/>3. Rol het deeg uit en verdeel over de vorm. Druk wat aan. Prik er met een vork enkele gaatjes in.<br/>4. Klop de eieren met de room tot een schuimige massa. Roer er de gruyère door en roer door de prei. Verdeel de prei over de vorm.<br/><br/>5. Zet de quiche 35 minuten in de oven.<br/>",
			"ingrediënten": "kruimeldeeg<br/>4 dunne preien<br/>4 eieren<br/>100 g gruyère<br/>2 dl room<br/>4 el olijfolie<br/>peper<br/>zout",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "60",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/1935/quiche-met-prei-eieren-en-gruyere-1"
		},
		{
			"receptnaam": "Kokos-currysoep met geroosterde bloemkool en rode linzen",
			"bereidingswijze": "1. Begin met de geroosterde bloemkool. Verwarm de oven voor tot 180 °C. Haal de groene bladeren van de bloemkool en verdeel in kleine roosjes. Houd de stronk die overblijft bij voor straks in de soep. Doe de roosjes in een ovenschaal die voldoende groot is zodat ze niet op elkaar liggen. Snijd de ui overlangs doormidden en daarna in fijne halve ringen. Plet de knoflook met de zijkant van een hakmes en pel. Doe de ui en knoflook bij de bloemkool en breng kwistig op smaak met peper en zout.<br/><br/>2. Meng in een kommetje het tomatenconcentraat met de olijfolie. Doe bij de bloemkool en hussel alles met een lepel of vork door elkaar zodat het tomatenconcentraat goed verdeeld is over de groenten. Rooster ongeveer 30 minuten in de oven, tot de bloemkool beetgaar is en hier en daar een donker randje heeft. Roer halverwege even om. Vis de teentjes knoflook tussen de bloemkool uit.<br/><br/>3. Verwarm terwijl de bloemkool in de oven staat voor de soep een scheut olijfolie in een kookpot met stevige bodem op een laag vuur. Hak de ui fijn en stoof 5 minuten met een snuf peper en zout, roer af en toe om. Snijd ondertussen de gember in flinterdunne lucifers en hak de knoflook en bloemkoolstronk fijn. Voeg toe en stoof 5 minuten mee. Snijd de selder in stukjes en stoof af en toe omroerend nogmaals 5 minuten.<br/><br/>4. Voeg de currypasta toe, roer onder de groenten en bak enkele minuten mee. Doe de tomaten, linzen en bouillon erbij. Breng op smaak met peper en zout. Breng aan de kook en laat 25 minuten zachtjes pruttelen tot de linzen helemaal uit elkaar vallen. Meng tot slot de kokosroom onder de soep.<br/><br/>5. Verdeel de geroosterde bloemkool over diepe borden en schep er de soep over uit. Werk af met wat je in huis hebt: geroosterde kokosschilfers, iets van groen, een kneep citroensap, geraspte citroenschil, een dot yoghurt, ?<br/><br/>Ook lekker: Meng op het eind enkele handjes spinazie onder de soep. Heb je nog een busseltje verse koriander in huis, dan kun je die met steeltjes en al fijnhakken en samen met de linzen toevoegen.",
			"ingrediënten": "Voor de geroosterde bloemkool:<br/><br/>1 bloemkool<br/><br/>1 ui<br/><br/>2 tenen knoflook<br/><br/>3 el tomatenpuree<br/><br/>3 el olijfolie<br/><br/>Peper van de molen ? zout<br/><br/>Voor de soep:<br/><br/>1 ui<br/><br/>Stronk van de bloemkool<br/><br/>4 stengels selder<br/><br/>1 teen knoflook<br/><br/>1/2 stuk gember (duimgroot)<br/><br/>150 g rode of gele linzen (of een mengeling)<br/><br/>1 el currypasta (wij gingen voor rode en gebruik gerust iets meer als je van pittig houdt)<br/><br/>1 blik (kers)tomaten van 400 g<br/><br/>1l groente-, kippen- of runderbouillon<br/><br/>1 klein blikje of 160 ml kokosroom<br/><br/>Olijfolie ? zwarte peper van de molen ? zout<br/><br/>Voor de afwerking: eventueel geroosterde kokosschilfers, peterselie, koriander, kneep citroensap, geraspte citroenschil, dot yoghurt, ?<br/>",
			"soort gerecht": "soep,vegetarisch",
			"aantal personen": "3"
		},
		{
			"receptnaam": "Omelet met spinazie, champignons en kikkererwten",
			"bereidingswijze": "1. Rooster de kikkererwten. Verwarm de oven voor tot 180 °C. Spoel 1 blik kikkererwten af in een vergiet en laat de erwten uitlekken. Doe ze in een kom en dep droog met keukenpapier. Meng er een scheutje olijfolie en een kwistige snuf (grof) zout onder. Verspreid op een met bakpapier beklede bakplaat. Rooster 25 minuten in de oven en schep halverwege om. Schrik niet als je er af en toe eentje hoort open ploffen, dat is normaal. Haal uit de oven en laat enkele minuten afkoelen. Meng er de geraspte schil van de citroen en een snuf chilivlokken onder.<br/><br/>2. Snijd de sjalotten overlangs doormidden en daarna in halve ringen. Verwarm een scheutje olijfolie in een pan op een laag vuur en stoof hierin de sjalotten 5 minuten aan met een snuf peper en zout, roer af en toe om. Plet de knoflook met de zijkant van een hakmes en hak verder fijn, voeg toe en laat 5 minuten meestoven terwijl je af en toe omroert.<br/><br/>3. Draai het vuur wat hoger en voeg de kikkererwten toe, samen met het tomatenconcentraat, een extra scheutje olijfolie en een snuf peper en zout. Plet hier en daar wat kikkererwten met een vork of de achterkant van een houten lepel. De bedoeling is niet om er puree van te maken, wel om ze wat open te breken. Bak alles af en toe omroerend 5 minuten, tot de tomatenpuree lichtjes karamelliseert.<br/><br/>4. Doe de in schijfjes gesneden paddenstoelen erbij en bak 5 minuten mee tot ze beginnen te slinken. Roer af en toe om. Houd een klein handje spinazie apart voor de afwerking, voeg de rest toe en besprenkel met een kneep citroensap. Meng onder de groenten en stoof nog 1 minuut mee.<br/><br/>5. Kluts de eieren los met een vork. Breng op smaak met peper en zout. Giet over de groenten en draai de pan even rond zodat het ei gelijk verdeeld is. Bak enkele minuten, tot de onderkant lichtjes bruin kleurt en de bovenkant nog een heel klein beetje vochtig is.<br/>Zet het vuur wat lager zodat de omelet niet aanbakt.<br/><br/>6. Werk af met de rest van de spinazie en de geroosterde kikkererwten. Besprenkel met een scheutje olijfolie en een kneepje citroensap.<br/>",
			"ingrediënten": "3 eieren<br/>2 blikken kikkererwten van 400 g<br/>2 sjalotten<br/>1 teen knoflook<br/>1 klein blikje of 2 el tomatenconcentraat<br/>1/2 bakje witte of bruine champignons van 250 g<br/>100 g jonge spinazie<br/>1/2 onbespoten citroen<br/>Chilivlokken<br/>Olijfolie<br/>Zwarte peper van de molen<br/>Zout<br/><br/>Voor de afwerking: eventueel iets van extra groen zoals kervel of peterselie",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "2"
		},
		{
			"receptnaam": "Jamie Oliver: bietjes met geitenkaas en walnoten",
			"bereidingswijze": "1. Bereiden: Houd een paar mooie, kleine blaadjes van de bietjes apart, snijd de grotere bietjes doormidden en kook ze 15 tot 20 minuten in een pan gezouten kokend water, of tot ze zacht zijn.Pers intussen het sap van één clementine in een grote kom en meng het met 1 eetlepel extra vergine olijfolie en een flinke scheut rodewijnazijn. Pel de overige clementines, snijd ze in dunne schijfjes en verdeel ze over de borden.Giet de bietjes af en spoel ze onder de koude kraan tot ze genoeg afgekoeld zijn om de velletjes eraf te wrijven. Snijd ze doormidden (en eventueel ook een paar in plakjes) en hussel ze door de dressing. Proef en breng op smaak met zeezout en zwarte peper. Pluk de dragonblaadjes, doe ze erbij, voeg de apart gehouden bietenblaadjes toe en hussel goed.Schep de bietjes op de borden, verkruimel de geitenkaas en walnoten erover en besprenkel met een paar drupjes extra vergine olijfolie.<br/>",
			"ingrediënten": "600 g rauwe, verschillend gekleurde babybietjes, liefst met blaadjes<br/>4 clementines of mandarijnen<br/>extra vergine olijfolie<br/>scheut rodewijnazijn<br/>½ bos verse dragon (15 g) of rucola<br/>100 g verkruimelde geitenkaas<br/>40 g ongezouten halve walnoten of andere noten",
			"soort gerecht": "vegetarisch,voorgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "25",
			"bron": "okoko recepten",
			"bron URL": "https://www.okokorecepten.nl/recept/groenten/bieten/jamie-oliver-bietjes-geitenkaas-walnoten"
		},
		{
			"receptnaam": "Vegetarische lasagne van knolselderij",
			"bereidingswijze": "1. Voorbereiden: Verwarm de oven voor op 200 °C.<br/>Evt knolselder heel even voorkoken.<br/>Vet een lage ovenschaal royaal in met 1 eetlepel olijfolie.<br/>Schenk een dun laagje tomatensaus in de schaal. Leg hierin een derde van de knolselderij, schenk hierover weer tomatensaus en wat olijfolie. Herhaal dit nog twee keer. Dek de schotel af met de geraspte kaas.<br/>Bak de knolselderijlasagne in de oven in ca. 20 minuten afgedekt gaar. Laat de schotel daarna in nog ca. 10 minuten onafgedekt mooi bruin worden. Lekker bij gehaktballen of een tartaartje.<br/>",
			"ingrediënten": "3 eetlepels olijfolie<br/>800 ml gekruide tomatensaus (pot)<br/>1 knolselderij van ca. 1 kg, in dunne plakken (gebruik mandoline)<br/>100 g jonge kaas, geraspt (of mozzarella)",
			"soort gerecht": "bijgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "40",
			"bron": "okoko recepten",
			"bron URL": "https://www.okokorecepten.nl/recept/groenten/knolselderij/vegetarische-lasagne-knolselderij"
		},
		{
			"receptnaam": "Pastinaak met feta, peterselie en noten",
			"bereidingswijze": "1. Was de pastinaken, droog af en snij en dunne repen. Snij hiervoor de pastinaken doormidden en snij de helften nog eens doormidden. Afhankelijk van de grootte van de pastinaken halveer je de stukken nog 1 of 2x. Wrijf de pastinaak in met olijfolie, leg in een ovenschaal en plaats in het midden van een op 180ºC hete lucht voorverwarmde oven. Rooster de pastinaken 40 minuten.<br/><br/>2. Rooster ondertussen de hazelnoten in een droge koekenpan. Laat afkoelen en hak grof.<br/><br/>3. Hak de peterselie fijn, meng met de noten, verkruimel de feta erbij en meng met een flinke scheut olijfolie.Tip: Pascale brengt het mengsel nog op smaak met zout en peper. Ik vind de feta al zout genoeg en heb het lekker zo gelaten.<br/><br/>4. Neem de pastinaken na 40 minuten uit de oven, verdeel het feta-kruiden-notenmengsel erover en zet de schaal nog eens 5 minuten in de oven.<br/><br/>5. Serveer de pastinaak met feta, peterselie en noten rechtstreeks uit de oven.Eet smakelijk!<br/>",
			"ingrediënten": "500 gr pastinaken<br/>200 gr feta<br/>20 gr peterselie<br/>60 gr (hazel)noten<br/>olijfolie",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "2",
			"bron": "overetengesproken.nl",
			"bron URL": "https://overetengesproken.nl/pastinaak-met-feta-peterselie-en-noten/"
		},
		{
			"receptnaam": "Nasi met witte kool en een gebakken ei",
			"bereidingswijze": "1. Kook de rijst volgens de aanwijzingen op de verpakking. Snijd de knoflook fijn. Verhit de olie in een hapjespan en voeg de knoflook en sambal toe. Doe de kool samen met de prei bij de knoflook. Roerbak 5 min.<br/><br/>2. Roer de gekookte rijst los met een vork en schep met de ketjap door de groenten. Verhit de olie in een koekenpan en bak de eieren.  Serveer de nasi met de eieren.",
			"ingrediënten": "200 g zilvervliesrijst<br/>2 tenen knoflook<br/>3 el zonnebloemolie<br/>1 tl sambal oelek<br/>300 g gesneden witte kool<br/>300 g gesneden prei<br/>2 el ketjap manis<br/>4 eieren<br/>",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "www.ah.be",
			"bron URL": "https://www.ah.be/allerhande/recept/R-R1186700/nasi-met-witte-kool-en-een-gebakken-ei"
		},
		{
			"receptnaam": "Prei met gnocchi",
			"bereidingswijze": "Zet een grote pan op een klein vuurtje en doe er een scheut olie en een klontje boter in. Voeg er de tijm en knoflook bij. Wanneer de knoflook begint te sudderen, is de prei aan de beurt. Laat de prei minstens een half uur zachtjes stoven tot alle ringetjes gaar zijn en beginnen te kleuren. Roer geregeld zodat er niets aanbakt, maar niet te geregeld zodat de prei wel de tijd krijgt om een kleurtje op te doen. Neem hier je tijd voor: dit is het allerbelangrijkste wat je vandaag moet doen. De prei moet gaar én gekleurd zijn. Niet taai groen en wit, maar zacht geel en bruin.<br/><br/>Zet een pot met gezouten water op het vuur zodat de gnocchi kan koken terwijl je de saus afwerkt.<br/><br/>Doe de room, gemalen cashewnoten en de gistvlokken bij de prei en rasp (een stukje van) de citroen erboven. Roer alles goed door elkaar en breng op smaak met peper en zout. Laat de room een minuutje indikken en zet het vuur dan af.<br/><br/>Giet de gnocchi af en bewaar een kopje van het kookvocht. Meng de gnocchi met de saus en een eetlepel of twee van het kookvocht en citroensap naar smaak.<br/><br/>",
			"ingrediënten": "4 grote prei gesneden in ringen van 1 à 2 cm<br/>200 ml sojaroom<br/>2 el gemalen cashewnoten<br/>2 el edelgistvlokken<br/>400 g gnocchi<br/>1 teentje look fijngehakt en geplet<br/>zout & peper<br/>tijm de blaadjes van de steeltjes gerist<br/>plantaardige boter<br/>olijfolie<br/>zeste en het sap van een bio citroen",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "30",
			"bron": "www.evavzw.be",
			"bron URL": "https://www.evavzw.be/recept/prei-met-gnocchi"
		},
		{
			"receptnaam": "Cake quatre-quarts",
			"bereidingswijze": "Bereiding (15 min. + 1 u. in de oven)<br/>1 Verwarm de oven voor op 180 °C.<br/>2 Klop 200 g boter en de suiker in een mengkom op tot een witachtig beslag.<br/>3 Klop er een voor een de eieren onder.<br/>4 Zeef de bloem boven het beslag en meng goed.<br/>5 Klop 5 min. met de mixer tot een licht en luchtig geheel.<br/>6 Vet een cakevorm in met 1 eetl. boter en giet er het beslag in. Zet 1 u. in de voorverwarmde oven. De cake is klaar als u er een scherp mes insteekt en het er droog uitkomt.",
			"ingrediënten": "Ingrediënten<br/>boter<br/>200 g<br/>eieren<br/>4<br/>suiker<br/>200 g<br/>zelfrijzende bloem<br/>200 g",
			"soort gerecht": "patisserie",
			"voorbereidingstijd (minuten)": "15",
			"oventijd (minuten)": "60",
			"oventemperatuur (graden)": "180",
			"bron": "www.colruyt.be",
			"bron URL": "https://www.colruyt.be/nl/lekker-koken/cake-quatre-quarts"
		},
		{
			"receptnaam": "Pittige noedelwok met tofoe, puntpaprika en paksoi",
			"bereidingswijze": "Hak het knoflook en het pepertje fijn (verwijder de pitjes als je niet graag pikant eet).<br/>Dep de tofoe goed droog en snij in blokjes van 1 cm.<br/>Rasp de gember fijn.<br/>Rasp de limoenschil (niet het wit) en pers de limoen.<br/>Meng de tofoeblokjes met het fijngehakte pepertje, de helft van het knoflook, de limoenzeste, de sesamolie, de sojasaus en de geraspte gember. Laat 30 min. marineren in de koelkast.<br/>Snipper intussen de lente-uitjes fijn.<br/>Verwijder de pitjes en de witte zaadlijsten uit de puntpaprika?s en snij in reepjes.<br/>Snij de paksoi in reepjes.<br/><br/>Verhit 2 eetl. olijfolie in een wok en roerbak de helft van de lente-uitjes en de rest van het knoflook 2 min.Voeg de reepjes puntpaprika en paksoi toe en roerbak 6 à 8 min. op een hoog vuur. Haal uit de wok.Haal de tofoeblokjes uit de marinade en zet de marinade opzij. Dep de tofoe een beetje droog. Verhit opnieuw 2 eetl. olijfolie in de wok en bak de tofoeblokjes 3 min. aan alle kanten goudbruin op een hoog vuur.Meng intussen de marinade met het limoensap en kruid met zwarte peper en zout.Kook de noedels gaar in lichtgezouten water (kooktijd: zie verpakking). Giet af en spoel onder koud water. Meng de groenten en de limoenmarinade onder de noedels en laat nog even opwarmen.",
			"ingrediënten": "400 g tofoe<br/>2 rode zoete puntpaprika\\'s<br/>1 stronk paksoi<br/>1 bosje lente-uitjes<br/>1 limoen<br/>3 cm gember<br/>1 rood pepertje<br/>2 teentjes knoflook<br/>250 g noedels (Somen)<br/>4 eetl. olijfolie<br/>1 eetl. sesamolie<br/>1 eetl. shoyu (sojasaus)<br/>zwarte peper<br/>zout",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "70",
			"bron": "www.bioplanet.be",
			"bron URL": "https://www.bioplanet.be/wps/portal/bioplanet/nl/home/recepten/detail/pittige-noedelwok-met-tofoe-puntpaprika-en-paksoi-81464"
		},
		{
			"receptnaam": "Pasta met spinazie en pompoensaus",
			"bereidingswijze": "- Bereiden: <br/>Snij de pompoen, ui en knoflook in kleine blokjes. Fruit de ui en knoflook glazig en voeg dan de pompoen en salie toe. Laat gedurende twee minuten roerbakken. <br/>Voeg de groentebouillon toe en breng aan de kook. Zet het deksel op de pot en laat alles zachtjes gedurende 10 minuten inkoken tot de pompoen zacht is. Kook ondertussen de pasta al dente en laat uitlekken. <br/>Mix de pompoensaus fijn en breng op smaak met versgemalen peper en nootmuskaat. <br/>Voeg de room toe en de helft van de gemalen pecorino. <br/>Schep de saus en de bladspinazie door de pasta. <br/><br/>- Serveren: <br/>Serveer met de rest van de fijngemalen pecorino en evt geroosterde pompoenpitjes",
			"ingrediënten": "500 gr pasta<br/>500 gr pompoen (butternut)<br/>180 ml groentebouillon<br/>50 ml room<br/>100 gr pecorino<br/>1 ui<br/>2 teentjes knoflook<br/>4-6 el gehakte salie<br/>100 gr babyspinazie<br/>mespuntje nootmuskaat<br/>peper - zout<br/>geroosterde pompoenpitjes",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "njam!",
			"bron URL": "https://njam.tv/recepten/pasta-met-spinazie-en-pompoensaus"
		},
		{
			"receptnaam": "Warmoes (snijbiet) met rijst, lekker snel klaar recept",
			"bereidingswijze": "1. de rijst spoelen in een zeef onder de kraan en in ruim water te koken zetten<br/>2. ondertussen de bladeren warmoes wassen en deze dan in reepjes snijden<br/>3. ajuin en knoflook fijn snijden<br/>4. in een pan olie laten warm worden en de ajuin en de knoflook stoven<br/>5. warmoes reepjes eraan toevoegen en heel eventjes laten mee stoven<br/>6. kruiden met peper en zout<br/>7. alles onder elkaar mengen<br/>8. nog wat olijfolie eraan toevoegen<br/>9. een geutje (ongeveer een eetlepel) Tamari erbij mengen<br/>10. kruiden met gemalen korianderzaad en kurkuma",
			"ingrediënten": "rijst<br/>warmoes 1 grote bussel<br/>3 kleine uien<br/>knoflook<br/>kruiden (peper, zout, korianderzaad, kurkuma)<br/>Tamari (dit is een gefermenteerde sojasaus die ook glutenvrij is)<br/>olie (olijfolie en/of kokosolie)",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"bron": "www.ecobioliving.eu",
			"bron URL": "https://www.ecobioliving.eu/gezonde-recepten/rijst-met-warmoes-snijbiet-2/"
		},
		{
			"receptnaam": "Spaghettipompoen chili",
			"bereidingswijze": "Voor de pompoen: Snij de pompoen in 2 delen over de lengte, zodat je 2 lange helften krijgt.<br/>Haal de pitten uit de pompoen en leg de pompoen dan op een ovenschaal met bakpapier. Giet er een koffiekopje water bij en zet ongeveer 30 min in de oven op 180°C. Controleer of je pompoen gaar is door met een vork de binnenkant er uit te trekken. De sliertjes moeten vanzelf meekomen.<br/>Maak ondertussen je chili. Doe kokosolie in een kom en stoof je fijngesneden ui lichtjes aan. Voeg na een paar minuten de paprika, de chilikruiden en de look toe. Laat meebakken tot je keuken helemaal lekker ruikt. Bak het vlees in een andere pan, tot het gaar is.<br/>Voeg dan de in blokjes gesneden paprika\\'s, de wortelen en tomatenpuree toe. Laat licht meebakken en overgiet dan met de tomaten passata en de bouillon, voeg het vlees toe. Laat dit nu 25 minuten zachtjes pruttelen terwijl je pompoen in de oven zit.<br/>Voeg dan de afgespoelde bonen en mais toe en laat 5 minuten meekoken.<br/>Maak de pompoenen helemaal leeg (voorzichtig dat je hem niet beschadigd). Leg ze in een ovenschaal en giet een beetje van de saus in de bodem. Leg er wat pompoen op en weer een beetje saus. Bouw zo op tot je pompoen mooi vol is.<br/>Bestrooi met de fijngesneden lenteui en de cheddar en zet 10 tot 15 minuten in de oven, tot de kaas gesmolten is. Vulling over? Serveer ze apart erbij, iemand zal ze zeker willen opeten. Smakelijk.",
			"ingrediënten": "2 kleine spaghetti pompoenen<br/>400 gr (veggie) gehakt<br/>2 rode paprika\\'s<br/>1 blikje zwarte bonen<br/>1 blikje mais<br/>4 wortelen<br/>2 uien<br/>400 ml tomaten passata<br/>4 lenteuitjes<br/>3 teentjes knoflook<br/>100 gr cheddar gemalen<br/>kokosolie<br/>4 el chilikruiden<br/>peper<br/>zout<br/>2 el paprika<br/>1 el tomatenpuree<br/>250 ml gevogeltebouillon",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "20",
			"bereidingstijd (minuten)": "50",
			"bron": "keukenrevolutie.be",
			"bron URL": "https://keukenrevolutie.be/recipe/spaghetti-pompoen-chili/"
		},
		{
			"receptnaam": "Penne met courgette, peultjes, doperwten, ricotta en pecorino",
			"bereidingswijze": "De peultjes en doperwten kort stomen of koken: de groenten horen nog krokant te zijn. De pasta beetgaar koken. Ondertussen wat olijfolie in een pan gieten en twee teentjes geperste knoflook toevoegen. De courgette versnijden en krokant bakken in de knoflookolie. Het kookwater van de pasta afgieten en de deegwaren laten uitlekken. De pasta terug in de pan doen met peultjes, doperwten, peper en zout. Mengen en de deegwaren in warme borden doen. De courgette op de deegwaren leggen en versieren met verse basilicum, geraspte pecorino en stukjes ricotta.",
			"ingrediënten": "350 g penne<br/>1 courgette<br/>een handvol peultjes<br/>een handvol doperwten<br/>75 g ricotta<br/>75 g geraspte pecorino<br/>olijfolie<br/>2 teentjes knoflook<br/>verse basilicumblaadjes",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "15",
			"bron": "weekend.knack.be",
			"bron URL": "https://weekend.knack.be/lifestyle/culinair/recepten/penne-met-pancetta-courgette-peultjes-doperwten-ricotta-en-pecorino/recipe-dessert-496339.html"
		},
		{
			"receptnaam": "Risotto met asperges en bospaddenstoelen",
			"bereidingswijze": "Fruit de uien glazig in olijfolie. Doe er de aspergestengels bij en laat ze kort meebakken.<br/>Doe er de rijst bij en roerbak tot de rijstkorrels glazig zijn. Schenk er een kopje warme bouillon bij. Roer om, laat onafgedekt koken tot bijna al de vloeistof opgenomen is. Werk zo verder tot al de bouillon opgebruikt is en de rijst gaar is. Reken ongeveer 20 minuten, laat de laatste 5 minuten ook de aspergepunten meekoken.<br/>Besprenkel de paddenstoelen met citroensap. Bak ze kort op een hevig vuur in een nootje boter. Kruid ze met peper en zout.<br/>Meng de paddenstoelen met de rijst. Doe er de room, de rest van de boter en de parmezaan bij. Schep om tot de boter gesmolten is. Kruid naar smaak bij en garneer met bieslook of peterselie.",
			"ingrediënten": "250 g risottorijst<br/>200 g groene asperges, geschild en in stukken<br/>300 g witte asperges, geschild en in stukken<br/>500 g bospaddenstoelen, in plakjes<br/>2 uien, fijngesnipperd<br/>100 g parmezaan, geraspt<br/>3 el room<br/>1 l groentebouillon<br/>4 el citroensap<br/>2 el olijfolie<br/>100 g boter<br/>1 el bieslook, fijngehakt (of peterselie)<br/>peper en zout",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "40",
			"bron": "15gram.be",
			"bron URL": "https://15gram.be/recepten/risotto-met-asperges-en-bospaddenstoelen"
		},
		{
			"receptnaam": "Couscous met venkel, olijven en gekarameliseerde rode ui",
			"bereidingswijze": "Deze couscous met venkel, olijven en gekaramelliseerde rode ui is typisch zo?n snel-klaar-voor-doordeweeks-gerecht. Het is een vegetarisch recept, met onder andere kikkererwten, rozijnen, komijn en een snufje kaneel. Lekker zoet-hartig dus. En dat vinden we nou juist zo lekker aan de Arabische keuken.<br/><br/>Couscous klaarmaken.<br/><br/>Snijd de venkel in reepjes en bewaar de venkeltoppen. Verhit een ruime koekenpan op medium vuur, voeg wat olijfolie toe en bak de venkel in 10 tot 15 minuten tot ?ie mooi begint te karamelliseren.<br/><br/>Giet in een ander (klein) koekenpannetje wat olijfolie en bak daarin de rode uiringen in 20 minuten heel zacht, tot je gekaramelliseerde rode ui hebt. Voeg op het laatst een drupje granaatappelmelasse of rode wijnazijn toe.<br/><br/>Doe de gemalen koriander, komijn en kaneel bij de venkel en voeg de kikkererwten toe. Doe het citroensap en het sap van de sinaasappel erbij, samen met een eetlepel olijfolie. Voeg dan ook de geraspte schil van de citroen en de sinaasappel toe. Breng aan de kook en laat 5 minuten koken, tot het vocht iets is ingedikt. Roer de olijven en rozijnen erdoor en breng op smaak met zout.<br/><br/>Schep de gestoomde couscous op een bord of schaal en schep de groenten erbovenop. Daarop mogen de gekaramelliseerde uien. Het kookvocht van de groenten kun je langs de rand van de couscous druppelen.<br/><br/>Maak de couscous met venkel tot slot af met wat achtergehouden venkelloof.",
			"ingrediënten": "300 gram couscous<br/>Olijfolie<br/>1 venkelknol<br/>300 gram kikkererwten<br/>10 Kalamata-olijven, ontpit en gehalveerd<br/>De rasp en het sap van 1/2 citroen<br/>De rasp en het sap van 1 sinaasappel<br/>1 theelepel gemalen korianderzaad<br/>1 theelepel gemalen komijn<br/>1/4 theelepel kaneel<br/>Handje gele rozijnen<br/>1 rode ui, in ringen<br/>1 drupje granaatappelmelasse of rode wijnazijn",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "25",
			"bron": "Culy",
			"bron URL": "https://www.culy.nl/recepten/couscous-met-venkel-olijven-en-rozijnen/"
		},
		{
			"receptnaam": "Tarweslaatje met geroosterde groenten",
			"bereidingswijze": "1 Snijd de wortels en pastinaken in stukken of plakjes, halveer de spruiten en snijd de ui in grove ringen. Leg ze op een bakplaat, strooi er wat zout en peper over en het komijn- en karwijzaad en besprenkel met olie zodat alle groentjes bedekt zijn.<br/><br/>2 Bak de groenten in een oven van 180°C zo\\'n 30 min tot ze zacht en knapperig zijn.<br/><br/>3 Snijd het fruit in plakken van ongeveer 0.5 cm dik (indien biologisch kan je de schil eraan laten, anders snijd je de pel eraf alvorens in plakken te snijden)<br/><br/>4 Schik de fruitplakjes op een tweede ovenschaal, sprenkel er wat olijfolie op en rooster ze ook in de oven, samen met de groenten, tot de randjes knapperig zijn maar de binnenkant nog sappig is voor 15-20 minuten.<br/><br/>5 Voeg de laatste 5 minuten de noten of pitten toe en rooster ze mee.<br/><br/>6 Bereid ondertussen de tarwekorrels volgens de verpakking en voeg wat bouillon toe aan het kookwater.<br/><br/>7 Meng de geroosterde groenten onder de gare tarwekorrels, schik er de plakjes citrus op, en strooi er de geroosterde noten/pitten en grofgehakte peterselie over ( en eventueel nog een scheutje olijfolie). Serveer op een bedje van veldsla of winterpostelein, en werk af met de dressing.<br/><br/>",
			"ingrediënten": "3 wortels<br/>2 pastinaken<br/>rode ajuin<br/>een handvol spruitjes<br/>1,5 tl komijn<br/>1,5 tl karwijzaadjes<br/>peper en zout<br/>olijfolie<br/>2 bloedappelsienen of gewone appelsienen<br/>2 mandarijn<br/>200 g tarwekorrels<br/>groentebouillon<br/>100 g hazelnoten of pistachenoten of pijnboompitten<br/>een bussel platte peterselie<br/>veldsla of winterpostelein<br/>Voor de dressing<br/>1 teentje knoflook<br/>sap van 1 mandarijn of halve appelsien<br/>sap van een citroen<br/>een snufje zout<br/>peper<br/>1 tl gemalen komijn<br/>kaneel<br/>3 el olijfolie",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "15",
			"oventijd (minuten)": "30",
			"oventemperatuur (graden)": "180",
			"bron": "www.evavzw.be",
			"bron URL": "https://www.evavzw.be/recept/tarweslaatje-met-geroosterde-groenten"
		},
		{
			"receptnaam": "Ovenschotel met spirelli, venkel, prei en kruidige ricotta",
			"bereidingswijze": "Verwarm de oven voor op 200 °C. Snij de ui fijn. Was de prei grondig en snij in fijne ringen. Snij de venkel in fijne blokjes. Rits de blaadjes van de tijm. Snij de dille fijn.<br/>Verhit de olijfolie in een pan en stoof de ui, venkel en prei aan gedurende 10 minuten. Kruid met peper en zout.<br/>Breng een pot gezouten water aan de kook en kook de spirelli beetgaar in 6 minuten. Giet de pasta af, maar hou wat kookvocht bij voor de saus.<br/>Meng de ricotta met een flinke scheut van het kookvocht tot een romige saus. Voeg de tijm en dille toe en kruid met peper en zout. Meng met de groenten.<br/>Vet een ovenschaal in met boter. Halveer de knoflook en wrijf de ovenschaal in met de knoflook. Schep de pasta in de ovenschaal en verdeel er het groentemengsel over. Meng de parmezaan met het paneermeel en strooi over de ovenschotel. Zet 15 minuten in de voorverwarmde oven. Zet nog even onder de grill voor een goudbruin kaaskorstje en serveer.",
			"ingrediënten": "1 ui<br/>4 stengels prei<br/>1 venkel<br/>4 takjes tijm<br/>20 g dille<br/>400 g spirelli<br/>200 g ricotta<br/>2 teentje knoflook<br/>60 g parmezaan<br/>10 el paneermeel<br/>2 el olijfolie<br/>2 kl boter<br/>peper en zout",
			"soort gerecht": "hoofdgerecht,ovenschotel,voorgerecht",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "5",
			"bereidingstijd (minuten)": "10",
			"oventijd (minuten)": "15",
			"oventemperatuur (graden)": "200",
			"bron": "www.dewassendemaan.be",
			"bron URL": "https://www.dewassendemaan.be/recepten/ovenschotel-met-spirelli-venkel-prei-en-kruidige-ricotta"
		},
		{
			"receptnaam": "Vegan Thaise curry met koolrabi en tomaat",
			"bereidingswijze": "1. Breng water aan de kook voor de volkoren basmatirijst. Was de rijst in een zeef onder de kraan en kook in 12 minuten gaar. Giet daarna het water af en zet afgedekt opzij.<br/>2. Schil de koolrabi en snijd in dobbelsteentjes. Pel en snipper de ui. Verhit bakolie in een wok of koekenpan en roerbak de ui en koolrabi lichtbruin. Was de tomaat, snijd klein en bak al omscheppend mee.<br/>3. Voeg de currypasta en kokosmelk toe. Wees voorzichtig met de currypasta, want deze is best pittig. Proef tussendoor en gebruik zoveel je lekker lijkt. Breng aan de kook en temper daarna het vuur. Laat nog 5-10 minuten zachtjes pruttelen.<br/>4. Heb je een glutenallergie? Was de cashewnoten dan eerst onder de kraan om eventuele sporen van gluten te verwijderen. Hak of snijd de cashewnoten grof. Schep de helft van de noten door de curry en verwarm kort mee.<br/>5. Serveer de curry met de volkoren basmatirijst ernaast. Garneer met de overgebleven cashewnoten.<br/><br/>Tip: Ook erg lekker met geraspte kokos, exotisch fruit en verse koriander.",
			"ingrediënten": "250 g basmatirijst<br/>400 g koolrabi<br/>2 st Rode ui<br/>4 st Romatomaat<br/>50 g Thaise penang currypasta<br/>400 ml Kokosmelk<br/>100 g Cashewnoten<br/>koriander",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "15",
			"bron": "www.ekomenu.be",
			"bron URL": "https://www.ekomenu.be/vegan-thaise-curry-met-raapjes-en-volkoren-basmatirijst"
		},
		{
			"receptnaam": "Lasagne met snijbiet en aubergine",
			"bereidingswijze": "1. Doe alle ingrediënten voor de saus in een pan en breng alles zachtjes aan de kook. Kook het mengsel 20-30 minuten op laag vuur, tot de saus dik is geworden (de tijd hangt af van  het soort tomaten, want sommige zijn dikker dan andere). bewaard.<br/><br/>2. Verwarm de grill voor op hoge temperatuur. Bestrijk de plakken aubergine licht met olijfolie en leg ze op een bakplaat. Bestrooi met zout en peper. Gril ze in 4-5 minuten per kant goudbruin en zacht.<br/><br/>3. Verwarm de oven voor tot 200 °C.<br/>4. Verwarm een flinke scheut olijfolie in een koekenpan en voeg de sjalotringen toe. Fruit ze op middelhoog vuur lichtbruin. Voeg de snijbiet toe en laat deze slinken. Schenk de witte  wijn erbij en breng zachtjes aan de kook. Voeg dan zout en peper toe en haal de pan van het vuur.<br/><br/>5. Stel de lasagne samen door eerst een beetje tomatensaus over de bodem van een ovenschaal te verdelen. Maak dan lagen in elke gewenste volgorde, tot alle ingrediënten zijn gebruikt: eindig met een laag mozzarella en parmezaan op de tomatensaus, plakken aubergine of snijbiet, maar niet direct op de lasagnevellen. Besprenkel het gerecht met olijfolie, bestrooi met zout en peper en zet de schaal op een bakplaat.<br/><br/>6. Bak de lasagne ongeveer 20 minuten, tot de saus borrelt en de bovenkant goudbruin is.<br/>",
			"ingrediënten": "2 middelgrote aubergines, in plakken van 1 cm dik<br/>olijfolie<br/>2 sjalotten, in ringen<br/>200 g snijbiet, in dikke repen<br/>175 ml witte wijn<br/>100 g geraspte (vegetarische) Parmezaanse kaas<br/>2 bolletjes mozzarella, in plakken<br/>200 g verse lasagnevellen<br/>2 blikjes (elk 400 g) tomatenblokjes<br/>2 tenen knoflook, gepeld en geperst<br/>2 el olijfolie<br/>1 tl balsamicoazijn<br/>1 tl fijne kristalsuiker<br/>zeezou en versgemalen zwarte peper",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "4",
			"bron": "www.foodandfriends.nl",
			"bron URL": "https://www.foodandfriends.nl/recepten/aubergine-uit-de-oven.html"
		},
		{
			"receptnaam": "Romige warmoes met tomaten",
			"bereidingswijze": "Was de warmoes en snij in repen (ook de stengels)<br/><br/>Was de tomaten en snij in kleine stukjes<br/><br/>Pers het teentje look<br/><br/>Verwarm wat kokosolie of olijfolie in een ruime  kookpan<br/><br/>Fruit de look eventjes aan<br/><br/>Voeg de warmoes toe en onmiddellijk erna de tomaten, kruiden en het zout<br/><br/>Laat stoven op een medium hoog vuur<br/><br/>Wanneer de warmoes bijna gaar is, voeg je de room toe<br/><br/>Laat verder pruttelen tot volledig gaar",
			"ingrediënten": "1 bussel warmoes (snijbiet)<br/><br/>3 tomaten<br/><br/>½  teentje look<br/><br/>½  koffielepel ras el hanout kruiden<br/><br/>¼ koffielepel currypoeder<br/><br/>¼ koffielepel komijn poeder<br/><br/>Snufje zout ( hoeveelheid naar eigen smaak)<br/><br/>30 ml plantaardige room (amandel, haver, soja)",
			"aantal personen": "3",
			"bron": "www.lindsayslighthouse.com",
			"bron URL": "https://www.lindsayslighthouse.com/index.php/237/romige-warmoes-met-tomaten-en-champignonrijst-gv-lv-veg"
		},
		{
			"receptnaam": "Cannelloni met spinazie, avocado en verse tomatensaus",
			"bereidingswijze": "1. Verwarm de oven op 190°C.<br/><br/>2. Snijd voor de verse tomatensaus de tomaten in blokjes. Verhit olijfolie en stoof de sjalot en de tomaten. Voeg wat sojamelk toe. Kruid met basilicum en oregano. Werk af met peper en zout. Mix het geheel met een staafmixer tot een glad sausje.<br/><br/>3. Snijd de spinazie in fijne reepjes en plet het vruchtvlees van de avocado. Voeg die samen in een kom en meng zachtjes onder elkaar. Rooster de pijnboompitten in wat olie.<br/><br/>4. Voeg het ei, de ricotta, de gebrokkelde feta, fijngesneden munt en de pijnboompitten aan de spinazie en avocado toe en meng alles onder elkaar. Kruid met peper, zout en wat nootmuskaat.<br/><br/>5. Vul de cannellonipijpjes met het spinaziemengsel. Leg de gevulde cannelloni naast elkaar in een met olie ingesmeerde ovenschaal. Schenk hier de tomatensaus over.<br/><br/>6. Snijd de mozzarella in kleine plakjes en verdeel die over de cannelloni. Zet de schaal in een voorverwarmde oven en laat het gerecht zo\\'n dertig minuten garen.<br/><br/>Tip: combineer met gebakken kip of varkensgehakt, meng die onder het spinaziemengsel.",
			"ingrediënten": "8 tomaten<br/>olijfolie<br/>2 sjalotten<br/>sojamelk<br/>500 g spinazie<br/>1 avocado<br/>handvol pijnboompitten<br/>1 ei<br/>4 eetlepels ricotta<br/>150 g feta<br/>cannellonipijpjes (een viertal per persoon)<br/>1 à 2 bollen mozzarella<br/>handvol basilicum<br/>handvol munt<br/>oregano<br/>peper en zout<br/>nootmuskaat",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "20",
			"bereidingstijd (minuten)": "30",
			"bron": "www.goedgevoel.be",
			"bron URL": "https://www.goedgevoel.be/artikel/happy-food/recept-van-de-dag-cannelloni-met-spinazie-avocado-en-verse-tomatensaus"
		},
		{
			"receptnaam": "Vegan Caesar Salad",
			"bereidingswijze": "Verwarm de oven voor op 190 graden.<br/>Snijd het turks brood in blokjes en leg op een bakplaat. Besprenkel met de olijfolie, knoflookpoeder, rozemarijn en zout. Mix door met een lepel of je handen zodat alle broodstukjes een beetje olie op zich hebben. Zet 10 minuten in de oven en mix tussendoor 1 keer goed door.<br/>Doe alle dressing ingrediënten in een blender of keukenmachine.<br/>Snijd de sla en avocado.<br/>Mix de sla met de dressing en serveer met de avocado, kappertjes, croutons, verse peper en extra edelgistvlokken.<br/>",
			"ingrediënten": "1 grote krop Romeinse sla<br/>1 avocado<br/>1 handje kappertjes<br/>Voor de croutons:<br/>1 half turks brood<br/>1 el olijfolie<br/>1/2 tl knoflookpoeder<br/>1/2 tl gedroogde rozemarijn<br/>zout<br/>Voor de dressing:<br/>2 el amandelmeel of hennepzaad, optioneel<br/>2 el sojasaus<br/>3 el mosterd<br/>3 el edelgistvlokken<br/>3 el citroensap<br/>2 kleine teentjes knoflook<br/>3 el water<br/>zout",
			"soort gerecht": "vegetarisch",
			"aantal personen": "3",
			"bron": "www.evavzw.be",
			"bron URL": "https://www.evavzw.be/recept/vegan-caesar-salad"
		},
		{
			"receptnaam": "Gewokte groenten in soja-limoen-sesamzaadjes saus met rijst",
			"bereidingswijze": "Kook de rijst zoals aangegeven op de verpakking.<br/><br/>Snijd de courgette, champignons en wortel in blokjes/schijfjes en zet apart. Rasp ook alvast de gemberwortel en snijd de chilipeper in blokjes of ringetjes.<br/><br/>Snijd de ui in kleine stukjes en fruit ongeveer 5 minuten in een pan met de zonnebloemolie. Pers de knoflook en bak 2 minuten mee.<br/><br/>Voeg de gesneden groenten, de gember en de chilipeper toe aan de pan. Voeg ook de sojasaus, agavesiroop, kaneel en sesamzaadjes toe en bak de groenten op hoog vuur in ongeveer 8 minuten gaar.<br/><br/>Knijp op het laatst een kwart limoen uit boven het gerecht en serveer de groenten met de rijst, cashewnoten en de overgebleven limoenpartjes.",
			"ingrediënten": "1 cm verse gember<br/>150 g zilvervliesrijst<br/>1 (winter) wortel<br/>1 prei<br/>1 ui<br/>1/2 limoenen<br/>1 el zonnebloemolie<br/>1/2 courgettes<br/>2 teentjes knoflook<br/>1 chilipeper<br/>3 el sojasaus of tamari<br/>10 ml agavesiroop<br/>1/4 tl kaneel<br/>20 g sesamzaad<br/>50 g cashewnoten",
			"soort gerecht": "vegetarisch",
			"aantal personen": "2",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "20",
			"bron": "www.evavzw.be",
			"bron URL": "https://www.evavzw.be/recept/gewokte-groenten-soja-limoen-sesamzaadjes-saus-met-rijst"
		},
		{
			"receptnaam": "Pasta met rode biet, geitenkaas en rucola",
			"bereidingswijze": "Kook de pasta volgens de instructies op de verpakking.<br/>Rooster de noten.<br/>Giet de pasta zodra hij ?al dente? is af en gooi terug in de pan.<br/>Voeg 2 eetlepels olie toe en roer dit door de warme pasta.<br/>Kruimel de helft van de geitenkaas over de pasta, roer erdoorheen en doe de deksel op de pan zodat de geitenkaas kan smelten.<br/>Verdeel een bedje rucola over de borden en sprenkel daar de overige olie over.<br/>Voeg de geraspte rode bietjes toe aan de pan met pasta en roer goed door.<br/>Verdeel de pasta met bietjes over de rucola.<br/>Garneer met de overige geitenkaas en de geroosterde noten.",
			"ingrediënten": "350 gram korte pasta<br/>400 gram gekookte rode biet, geraspt<br/>200 gram zachte geitenkaas<br/>75 gram rucola<br/>50 gram (wal)noten<br/>4 eetlepels (noten)olie",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "15",
			"bron": "www.dehippevegetarier.nl",
			"bron URL": "https://www.dehippevegetarier.nl/vegetarische-recepten/snelle-pasta-glutenvrije-pasta-rode-biet-geitenkaas-en-rucola/"
		},
		{
			"receptnaam": "Geroerbakte noedels en groenten met cashewnoten",
			"bereidingswijze": "Verhit de helft van de olie in een wok en bak de cashewnoten 3 minuten met het deksel op de pan. Hak ze in grove stukken en leg apart.<br/><br/>Bak in de wok de knoflook, gember en chilipeper 1 minuut in de rest van de olie. Voeg de wortel, paddenstoelen en de helft van de koriander toe en bak de groenten 3 minuten tot ze net gaar zijn.<br/><br/>Rijstvermicelli koken.<br/><br/>Schep de rijstvermicelli, Chinese kool, lente-ui, zwarte peper en sojasaus door de inhoud van de wok en roerbak alles tot de noedels gaar zijn. Voeg de cashewnoten en de rest van de koriander toe en schep alles goed door elkaar.<br/>",
			"ingrediënten": "3 el olie<br/>50 g cashewnoten, ongeroosterd<br/>2 tenen knoflook, gepeld<br/>1½ el geraspte gemberwortel<br/>1 rode chilipeper, zaadjes verwijderd, in dunne ringen gesneden<br/>1 wortel, in dunne repen gesneden<br/>250 g paddenstoelen, in stukken gesneden<br/>3 el korianderblad, fijngesneden<br/>250 g rijstvermicelli (of hokkiennoedels)<br/>250 g Chinese kool, grofgesneden<br/>2 lente-uitjes, in dunne ringen gesneden<br/>½ tl zwarte peperkorrels, fijngestampt<br/>4 el lichte sojasaus",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "20",
			"bereidingstijd (minuten)": "10",
			"bron": "www.dehippevegetarier.nl",
			"bron URL": "https://www.dehippevegetarier.nl/in-mijn-keuken/favoriete-vegetarische-kookboeken/de-aziatische-keuken-geroerbakte-noedels-en-groenten-met-cashewnoten/"
		},
		{
			"receptnaam": "Risotto met knolselderij, wortel en salie",
			"bereidingswijze": "1. Schil de knolselderij. Snijd eerst in plakken, dan in repen van 2 cm en tot slot in schuine stukjes van 1 cm. Schrap de wortels en snijd in schuine stukjes van 1 cm. Halveer de citroen.<br/>2. Doe de knolselderij, wortel en citroen in een ruime pan en voeg zo veel water toe dat de groenten net onder staan. Bind de helft van de salie samen met keukentouw en doe in de pan. Kook de groenten in 15 min. beetgaar. Kook de laatste 3 min. de tuinerwten mee.<br/>3. Snijd ondertussen de helft van de rest van de salie fijn. Verhit 3 el olie in een pan met dikke bodem. Bak de fijngesneden salie en knoflook 2 min. Bak de rijst 1 min. mee. Voeg een scheut bouillon toe en roer tot deze is opgenomen. Voeg dan weer een scheut toe. Ga zo door tot de risotto gaar is. Dit duurt ca. 20 min.<br/>4. Giet ondertussen de groenten af en neem de citroen en salie eruit. Schep de groenten met de boter en kaas door de risotto. Breng op smaak met peper en eventueel zout. Doe de deksel op de pan en laat 3 min. staan, van het vuur af.<br/>5. Verhit ondertussen de rest van de olie en bak de rest van de salieblaadjes in 3 min. knapperig. Garneer de risotto met de salie.<br/>",
			"ingrediënten": "400 g knolselderij<br/>300 g bospeen<br/>1 citroen (schoongeboend)<br/>1 bakje salie (15 g)<br/>150 g tuinerwten (biologisch, diepvries)<br/>6 el olijfolie<br/>2 tenen knoflook (fijngesneden)<br/>300 g risottorijst<br/>1 liter groentebouillon (van tablet)<br/>15 g boter<br/>50 g jongbelegen kaas 50+ (biologisch, geraspt)",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "Albert Heijn",
			"bron URL": "ah.nl/allerhande/recepten/882612/risotto-met-knolselderij-wortel-en-salie"
		},
		{
			"receptnaam": "Orecchiette met broccoli en pijnboompitten",
			"bereidingswijze": "Snijd de broccoli in fijne roosjes en kook ze in gezouten water gaar.<br/>Bewaar het kookvocht en kook daarin de orecchiette al dente.<br/>Rooster ondertussen de pijnboompitten zonder vetstof in een pan tot ze beginnen te geuren.<br/>Warm de olijfolie op in een diepe pan en voeg de knoflook en het rode pepertje toe. Laat op een zacht vuurtje een minuutje lichtjes fruiten, maar zorg ervoor dat de knoflook niet bruin wordt.<br/>Voeg de gekookte broccoliroosjes toe en stoof ze even mee. Plet de broccoli een beetje met een vork en breng op smaak met peper en zout.<br/>Voeg de orecchiette bij de broccoli en laat nog even meestoven op een laag vuurtje.<br/>Voeg eventueel nog wat olijfolie toe, strooi de pijnboompitten erover en serveer.<br/><br/>Je kan deze pastaschotel nog meer smaak geven door er een notencrumble over te strooien. Mix daarvoor een teentje knoflook met 100 g paranoten en wat zout. Heerlijk!",
			"ingrediënten": "500 g orecchiette<br/>1 - 2 broccoli<br/>2 teenjes knoflook fijngesneden<br/>1 - 2 rode chilipepers (van de zaden ontdaan en fijngesneden)<br/>goede olijfolie<br/>zwarte peper<br/>zeezout<br/>pijnboompitten",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "10",
			"bron": "www.evavzw.be",
			"bron URL": "https://www.evavzw.be/recept/orecchiette-met-broccoli-en-pijnboompitten"
		},
		{
			"receptnaam": "Pittige pasta arrabiata",
			"bereidingswijze": "Kook de pasta zoals aangegeven op de verpakking al dente en giet af.<br/><br/>Snijd de knoflook fijn en verhit ondertussen de olie in een pan op middel hoog vuur.<br/><br/>Voeg de kruiden aan de olie toe en bak ongeveer een halve minuut.<br/><br/>Voeg de knoflook aan de kruiden en olie toe en bak nog eens een minuut.<br/><br/>Doe de tomaten blokjes en 1 el balsamico azijn in de pan en breng aan de kook.<br/><br/>Wanneer de saus kookt zet je het vuur zacht en laat je de saus ongeveer 10 minuutjes pruttelen terwijl je regelmatig roert.<br/><br/>Verhit ondertussen een pan zonder olie en bak hierin de pijnboompitjes tot ze goudbruin zijn.<br/><br/>Roer de gekookte pasta door de saus en verdeel over twee borden, serveer met basilicum blaadjes, geroosterde pijnboompitjes en de overige 1 el balsamicoazijn.",
			"ingrediënten": "2 el plantaardige olie<br/>4 el gedroogde Italiaanse kruiden<br/>1,5 tl gedroogde chili flakes (meer of minder naar smaak) of stukje verse chili peper<br/>800 g tomaten (uit blik)<br/>4 el balsamicoazijn<br/>4 teentjes knoflook<br/>400 g pasta<br/>Handvol basilicum<br/>Handvol pijnboompitten",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "5",
			"bereidingstijd (minuten)": "10",
			"bron": "www.evavzw.be",
			"bron URL": "https://www.evavzw.be/recept/pittige-pasta-arrabiata"
		},
		{
			"receptnaam": "Pasta met savooikool en mozarella",
			"bereidingswijze": "Breng water met een bouillonblokje of wat zout aan de kook voor de pasta en kook de pasta beetgaar.<br/>Rooster ondertussen de pijnboompitten op een zacht vuurtje in een pan zonder vetstof.<br/>Verwijder de buitenste groene bladeren van de savooikool, snij de andere bladeren los en was ze goed.<br/>Snij de harde nerven eruit en snij de rest in reepjes.<br/>Doe de savooireepjes in een pot met een bodempje water en laat ze 5 minuten stoven, ze hoeven nog niet helemaal gaar te zijn.<br/>Verhit wat olijfolie in een wok, bak de knoflook en tijm even aan en voeg dan de reepjes savooikool toe.<br/>Wok tot de reepjes helemaal gaar zijn (ongeveer 5 minuten).<br/>Breng op smaak met peper en zout en overgiet met de room.<br/>Snij de mozzarella in blokjes.<br/>Giet de pasta af, en meng met de savooikool.<br/>Garneer met de mozarellablokjes en de pijnboompitten.<br/>Serveer met wat versgeraspte parmezaan.",
			"ingrediënten": "500g savooikool<br/>olijfolie<br/>1 teen knoflook (of gebruik knoflookolie in plaats van olijfolie)<br/>2 el tijmblaadjes<br/>zout en peper<br/>400 à 500 g (glutenvrije) pasta<br/>2 dl room<br/>2 bolletje buffelmozzarella (gebruik hier zeker mozarella van goede kwaliteit voor, mozarella is hier een volwaardig ingrediënt, geen opsmukje)<br/>4 el pijnboompitten (of zonnebloempitten of gehakte nootjes)<br/>geraspte parmezaanse kaas<br/>",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"bron": "saskookt.blogspot.com",
			"bron URL": "http://saskookt.blogspot.com/2010/10/pasta-met-savooikool.html"
		},
		{
			"receptnaam": "Noedels met gewokte herfstgroenten en kruidenomelet",
			"bereidingswijze": "1. (20 min.)<br/>- Bak de cashewnoten goudbruin in een pan met antiaanbaklaag zonder vetstof. Hak grof.<br/>- Schil de raapjes en de wortelen en snij ze in staafjes van 1/2 cm dik en 3 cm lang.<br/>- Snij de wittekool heel fijn.<br/>- Snipper de sjalot en het knoflook fijn.<br/>- Hak de koriander fijn.<br/><br/>2. 1. Verhit 2 eetl. rijstolie in een wok en roerbak de sjalot en het knoflook glazig.<br/>2. Voeg alle groenten, de sojasaus, ketjap, wijnazijn, suiker en 2 eetl. water toe. Roerbak 6 à 8 min. op een matig vuur tot de groenten beetgaar zijn.<br/>3. Klop de eieren los samen met de helft van de gehakte koriander, de komijn en de cayennepeper. Kruid met zwarte peper en zout.<br/>4. Verhit 1 eetl. rijstolie in een pan en laat het eimengsel stollen tot een omelet. Rol op en snij in reepjes van 1 cm dik.<br/>5. Voeg de noedels toe aan de groenten en laat even opwarmen. Voeg de omeletreepjes toe en meng voorzichtig. Kruid met zwarte peper en zout.<br/><br/>3. Werk af met de cashewnoten en de rest van de koriander.<br/>",
			"ingrediënten": "2 raapjes<br/>2 wortelen<br/>0.5 wittekool<br/>1 plantje koriander<br/>2 teentjes knoflook<br/>1 sjalot<br/>4 eieren<br/>300 g woknoedels<br/>4 eetl. cashewnoten<br/>3 eetl. sojasaus<br/>3 eetl. rijstolie<br/>2 eetl. ketjap manis<br/>2 eetl. rodewijnazijn<br/>1 eetl. suiker<br/>1 koffiel. komijnzaadjes<br/>1 snuifje cayennepeper<br/>zwarte peper (molen)<br/>zout",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "www.colruyt.be",
			"bron URL": "https://www.colruyt.be/nl/recept/noedels-met-gewokte-herfstgroenten-en-kruidenomelet"
		},
		{
			"receptnaam": "Knapperige ovenschotel met spinazie, geitenkaas en courgette",
			"bereidingswijze": "Verwarm de oven voor op 180 °C.<br/>Was en droog de spinazie en hak de blaadjes in grove stukken. Snijd de tomaten in dunne schijfjes. Snijd de courgettes in de lengte in dikke plakken.<br/>Kneed de geitenkaas door de spinazie. Kruid met wat peper.<br/>Bak de courgetteplakken in wat olijfolie.<br/>Leg 1/3 van de courgetteplakken op de bodem van een ingevette ovenschaal en leg daarboven 1/2 van de tomatenschijfjes en 1/2 van de spinazie. Ga verder met 1/3 van de courgette en leg daarop de rest van de tomaat en de spinazie. Eindig met een laagje courgette. Zet de schaal 30 minuten in de oven.<br/>Pel intussen de sjalotjes, snijd ze in ringen en bak ze.<br/>Hak het broodkruim, vermeng het met de pijnboompitten, de sjalotjes en een eetlepel olijfolie en strooi dit mengsel over de schotel. Zet de schaal opnieuw in de oven gedurende 15 minuten.",
			"ingrediënten": "300 g verse spinazie<br/>4 tomaten<br/>3 courgettes<br/>200 g verse geitenkaas<br/>150 g sjalotjes<br/>25 g pijnboompitten<br/>50 g broodkruim<br/>peper<br/>olijfolie",
			"soort gerecht": "Hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "50",
			"bron": "www.wpg.be",
			"bron URL": "http://www.wpg.be/knapperige-ovenschotel-met-spinazie-geitenkaas-en-courgette/"
		},
		{
			"receptnaam": "Sperzieboontjes met tomaten en Feta",
			"bereidingswijze": "Snipper de ui en de knoflook.<br/>Sla de gewassen rozemarijn droog.<br/>Hak de van de steel geplukte naaldjes grof.<br/>Snijd de afgehaalde en gewassen boontjes in twee of drie stukken.<br/>Dompel de tomaten een paar tellen in kokend water, laat ze onder de koude kraan schrikken, pel ze, verwijder de steelaanzetten en snijd het vruchtvlees in blokjes.<br/>Zet de boontjes, de ui, de knoflook, de rozemarijn en de boter in een voor de magnetron geschikte schaal met deksel onafgedekt circa 4? op 600 Watt in de magnetron (of gebruik liever de oven).Roer in die tijd een keer om.<br/>Schep de tomaten door de boontjes en breng alles op smaak met zout en peper.<br/>Zet de schaal afgedekt 8 minuten op 600 Watt in de magnetron, tot de boontjes beetgaar zijn. Verbrokkel intussen de Feta.<br/>Ontpit desgewenst de olijven.<br/>Schep de olijven en de Feta voorzichtig door de boontjes en zet de schaal afgedekt nogmaals 1 minuut op 600 Watt in de magnetron.<br/>Geef er gebakken aardappelen en desgewenst lamskoteletjes bij.",
			"ingrediënten": "<br/>1 ui<br/>1 teentje knoflook<br/>1 takje verse rozemarijn<br/>250 g sperziebonen<br/>500 g tomaten<br/>1 eetlepel boter<br/>zout & vers gemalen zwarte peper<br/>150 g Feta<br/>70 g zwarte olijven",
			"soort gerecht": "vegetarisch",
			"bron": "www.dewassendemaan.be",
			"bron URL": "http://www.dewassendemaan.be/default.aspx?PageId=478"
		},
		{
			"receptnaam": "Puntpaprika met tomaat & olijf",
			"bereidingswijze": "1. Verwarm de oven voor op 190 °C. Snijd de tomaten in parten en doe ze in een kom. Rasp de gele schil van de citroen en pers de vrucht uit. Voeg 1 el olie, het citroenrasp, 1 el citroensap, de olijven, de ui, 1 teen knoflook, de komijn en peper en zout naar smaak toe. Schep om.<br/><br/>2. Halveer de puntpaprika\\'s in de lengte maar laat de groene steelaanzet zitten. Verwijder de zaadlijsten. Vul de paprika\\'s met het tomatenmengsel. Leg ze in de ovenschaal en bak 25 min. in de oven.<br/><br/>3. Doe de rest van de knoflook in een kom en voeg 2 el olie toe. Voeg de couscous toe en meng tot alle korrels glanzen. Schenk de hete bouillon en de rest van het citroensap erover en laat 10 min. wellen. Meng de peterselie erdoor.<br/><br/>4. Verhit de rest van de olie en bak de Marokkaanse schijven volgens de aanwijzingen op de verpakking. Neem de paprika\\'s uit de oven. Verdeel de couscous over 4 diepe borden. Leg de paprika\\'s erop en serveer met de Marokkaanse schijven.",
			"ingrediënten": "6 Tasty Tom tomaten<br/>1 citroen (schoongeboend)<br/>5 el olijfolie<br/>3 el groene olijven (zonder pit, in plakjes)<br/>1 rode ui (in halve ringen)<br/>2 tenen knoflook (fijngesneden)<br/>1 mespunt gemalen komijn (djinten)<br/>2 zakken zoete puntpaprika\\'s (a 2 stuks)<br/>250 g couscous (pak 400 g, biologisch)<br/>300 ml groentebouillon (van tablet)<br/>½ bakje platte peterselie ((a 20 g), blad fijngesneden)<br/>2 schaaltjes Marokkaanse (schijven (a 2 stuks))",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "45",
			"bron": "www.ah.be",
			"bron URL": "https://www.ah.be/allerhande/recept/R-R660024/puntpaprika-met-tomaat-en-olijf"
		},
		{
			"receptnaam": "Knolseldersoep",
			"bereidingswijze": "Begin met de patat, de ui en de preistengel in kleine stukjes te snijden.<br/>Smelt de klont echte boter in een soeppot en begin er de soepgroenten in aan te stoven, kruid met peper en zout.<br/>Schil daarna de knolselder en ga er onmiddellijk met de halve citroen over zodat de knol zijn witte kleur behoudt. Snijd de knol evenzeer in kleine stukken en voeg bij de soepgroenten: laat alle groenten een 5 tal minuten aanstoven en roer alles zo nu en dan om zodat alle stukken gelijkmatig aanstoven zonder aan te branden.<br/>Zet de groenten flink onder met groentebouillon, breng alles aan de kook en laat een dikke 30 minuten sudderen zonder deksel.<br/>Pureer de soep met een staafmixer, proef en voeg indien nodig meer peper of zout toe.<br/>Roer er tenslotte wat room en wat melk onder voor een meer feestelijke, smeuïge soep.<br/>Verwijder het klokhuis van de appel, snijd de appel in zeer kleine stukjes en serveer er de knolseldersoep over.",
			"ingrediënten": "Soepgroenten aanstoven:<br/><br/>1 klontje echte boter<br/>1 ui<br/>1 patat<br/>1 witte stengel van een prei<br/><br/>Voor de soep:<br/><br/>1 knol van een knolselder + een halve citroen<br/>ongeveer 2 ½ liter groentebouillon: instant of zelf gemaakt<br/>100 ml melk<br/>100 ml room<br/>Voor de garnering:<br/><br/>1/2 appel",
			"bron": "www.piethuysentruyt.com",
			"bron URL": "http://www.piethuysentruyt.com/knolseldersoep-2/"
		},
		{
			"receptnaam": "Stoofpotje van snijbonen, kikkererwten en abrikozen",
			"bereidingswijze": "Verhit de olie en bak hierin de amandelen goudbruin. Neem de amandelen uit de pan en fruit het wit van de lente-ui in de achtergebleven olie. Bak de kerriepoeder een minuut mee.<br/>Voeg dan de linzen, kikkererwten en de bouillon toe en breng het aan de kook. Roer de abrikozen erdoor en laat het geheel op een zacht vuur 20 minuten stoven. Roer na ca. 5 minuten de snijbonen er door, zodat ze nog een kwartier meestoven.<br/><br/>Kook ondertussen de rijst of bereid de couscous. Schep vervolgens de amandelen en het groen van de lente-ui door de rijst of couscous.<br/><br/>Giet na 20 minuten de kokosmelk door het stoofpotje, warm kort mee (niet meer koken) en breng op smaak met zout en peper. Bestrooi het gerecht met koriander!<br/><br/>Het stoofpotje is ook lekker met vouwbrood of een pitabroodje. De geroosterde amandelen strooi je er dan gewoon overheen.",
			"ingrediënten": "3 eetlepels olie<br/>60 gram blanke amandelen<br/>8 lente-uitjes, gesneden, groen en wit apart<br/>2 eetlepels kerriepoeder<br/>100 gram gedroogde oranje linzen<br/>200 gram kikkererwten uit blik (iets meer is geen probleem)<br/>6 dl groentebouillon<br/>12 gedroogde abrikozen<br/>400 ? 500 gram snijbonen, in ruiten gesneden<br/>2 dl kokosmelk<br/>zout en peper<br/>4 eetlepels gehakte koriander",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "25",
			"bron": "vegetarischeteniseenfeest.wordpress.com",
			"bron URL": "https://vegetarischeteniseenfeest.wordpress.com/2013/10/13/stoofpotje-van-kikkererwten-snijbonen-en-abrikozen/"
		},
		{
			"receptnaam": "Salade met brie en aardbei",
			"bereidingswijze": "1. Spoel de sla, trek ?m in stukjes en verdeel over de borden.<br/><br/>2. Snij de brie in plakjes. Spoel de aardbeien, verwijder de kroontjes en snij ze in plakjes.<br/><br/>3. Rooster de walnoten even in een droge pan met antiaanbaklaag. Rooster het rozijnenbrood.<br/><br/>4. Meng alle ingrediënten voor de dressing: de balsamicoazijn, olijfolie, bruine suiker, basilicumblaadjes, peper en zout.<br/><br/>5. Verdeel de aardbeien, brie en noten over de sla. Serveer de salade met de dressing en het geroosterde rozijnenbrood.<br/>",
			"ingrediënten": "4 sneden rozijnenbrood<br/>200 g brie<br/>250 g aardbeien<br/>sla<br/>100 g walnoten<br/>8 blaadjes basilicum<br/>1 el basilicum<br/>3 el balsamicoazijn<br/>6 el olijfolie<br/>1 kl bruine suiker<br/>peper<br/>zout",
			"soort gerecht": "salade,vegetarisch",
			"aantal personen": "4",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/4950/salade-met-brie-en-aardbei"
		},
		{
			"receptnaam": "Vegetarisch quinoa salade met abrikozen, rucola en avocado",
			"bereidingswijze": "Kook de quinoa volgens de gebruiksaanwijzing op de verpakking.<br/>Maak ondertussen de dressing: meng de olijfolie, met het citroensap, de knoflook, de honing en de bieslook.<br/>Proef en voeg extra honing, zout en peper toe naar smaak en laat even staan.<br/>Spreid een bedje van sla uit over de borden of leg op een grote schaal, en sprenkel 1/3 van de dressing hier overheen en meng.<br/>In een kom mix vervolgens de gekookte quinoa met de kikkererwten, de rucola, de avocado en de abrikoos.<br/>Doe ook hier 1/3 van de dressing overheen, meng en breng op smaak met zout en peper. Verdeel deze salade over de borden of over de schaal, sprenkel de rest van de dressing eroverheen.<br/>Rooster tot slot de grofgehakte amandelen in een droge koekenpan goedbruin en strooi deze over de salade.<br/>Je bent klaar om te serveren!",
			"ingrediënten": "Voor de salade:<br/>2 grote handen gemengde sla<br/>250 gram quinoa<br/>1 blik kikkererwten, uitgelekt<br/>75 gram rucola<br/>1 avocado, in blokjes<br/>10 gedroogde abrikozen, klein gesneden<br/><br/>Voor de dressing:<br/>4 eetlepels olijfolie<br/>1 citroen, het sap<br/>1 teentje knoflook, fijngeperst<br/>1-2 theelepels honing<br/>1 handje bieslook, fijngesneden<br/>zout en peper<br/><br/>Voor de garnering:<br/>Handje grofgehakte amandelen",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "35",
			"bron": "www.dehippevegetarier.nl",
			"bron URL": "https://www.dehippevegetarier.nl/vegetarische-recepten/quinoa-salade-met-abrikozen-rucola-en-avocado/"
		},
		{
			"receptnaam": "Quiche met tomaat, mozzarella en basilicum",
			"bereidingswijze": "1. Verwarm de oven voor op 180°C. Rol het bladerdeeg open en leg het in een quichevorm. Prik met een vork gaatjes in het deeg.<br/><br/>2. Klop de eieren los met de melk en de room. Kruid met peper, zout en oregano.<br/><br/>3. Verdeel de tomaatjes over de taartbodem. Giet er het eiermengsel tussen en verdeel de mozzarella over de vulling.<br/><br/>4. Bak de quiche ongeveer 30 minuten in de voorverwarmde oven, tot de vulling mooi gestold is. Bestrooi met wat extra oregano en basilicumblaadjes. Lekker met verse pesto.<br/>",
			"ingrediënten": "bladerdeeg1 vel<br/>eieren 3<br/>melk 200 ml<br/>room 125 ml<br/>gedroogde oregano<br/>kerstomaten 10<br/>mozzarella 1 bol<br/>basilicum (blaadjes)1 handje<br/>peper<br/>zout",
			"soort gerecht": "vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"oventijd (minuten)": "30",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/11718/quiche-met-tomaat-mozzarella-en-basilicum"
		},
		{
			"receptnaam": "Smoothies",
			"bereidingswijze": "Mango-munt smoothie:<br/><br/>1. Doe de yoghurt met het sap van de citroen in de blender.<br/><br/>2. Schil de mango?s en snijd het vruchtvlees in blokjes. Doe het met de muntblaadjes en de ijsblokjes in de blender.<br/><br/>3. Mix tot een smoothie.<br/><br/>Banaan-amandel smoothie:<br/><br/>4. Hak de amandelen fijn in de blender of hakmolen.<br/><br/>5. Doe er karnemelk bij.<br/><br/>6. Pel de bananen en snijd ze in stukken. Doe ze met de ijsblokjes in de blender. Kruid met een snuif kaneelpoeder en mix tot een smoothie.<br/><br/>7. Voeg er, als je het niet zoet genoeg vindt, een klein beetje esdoornsiroop of honing bij.<br/><br/>8. Giet in glazen en werk af met een snuifje kaneelpoeder en een klein likje esdoornsiroop.<br/><br/>Appel-kiwi smoothie:<br/><br/>9. Schil de appels en de kiwi?s. Snijd ze in stukken.<br/><br/>10. Giet de kokosmelk in de blender en doe er de appel en de kiwi bij. Voeg er het sap van ½ limoen aan toe.<br/><br/>11. Doe de muntblaadjes en ijsblokjes in de blender en mix tot een smoothie. Zoet eventueel met wat esdoornsiroop of honing.<br/>",
			"ingrediënten": "Mango-munt smoothie:<br/><br/>2 mango\\'s<br/>1 citroen<br/>2 deciliters volle yoghurt<br/>0.5 bussels munt<br/>100 g ijsblokjes<br/><br/>Banaan-amandel smoothie:<br/><br/>3 bananen<br/>150 g blanke amandelen<br/>5 deciliters karnemelk<br/>0.5 eetlepels kaneelpoeder<br/>100 g ijsblokjes<br/>2 eetlepels esdoornsiroop<br/><br/>Appel-kiwi smoothie:<br/><br/>2 appels<br/>4 kiwi\\'s<br/>1 dl kokosmelk<br/>1 limoen<br/>0.5 bussels munt<br/>100 g ijsblokjes<br/>2 eetlepels esdoornsiroop",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "15",
			"bron": "Eén - Dagelijkse kost",
			"bron URL": "https://dagelijksekost.een.be/gerechten/smoothies"
		},
		{
			"receptnaam": "Knolselderij op z\\'n provençaals",
			"bereidingswijze": "Blancheer de knolselderij en wortel.<br/>Smelt de boter en fruit de ui met de knoflook lichtbruin.<br/>Voeg de overige groenten toe en laat ze meesmoren tot alles goed heet is.<br/>Strooi er de kruiden over en roer er de tomatenpuree doorheen.<br/>Schenk er de bouillon bij.<br/>Laat alles ongeveer 10 minuten op een laag pitje gaar sudderen.<br/>Op smaak brengen met peper en zout.<br/>Breng het gerecht over in een ovenvaste schaal.<br/>Strooi er de kaas overheen.<br/>Plaats de schaal onder de grill tot de kaas uitgesmolten is en bruin wordt.",
			"ingrediënten": "1 selderijknol, in blokjes<br/>1 winterwortel, in plakjes<br/>25 g boter<br/>1 gesnipperd uitje<br/>1 teentje knoflook uit de pers<br/>1 rode paprika, in reepjes<br/>1 theelepel provencaalse kruiden<br/>1 eetlepel tomatenpuree<br/>2 deciliter bouillon<br/>zout en peper<br/>50 gram geraspte kaas",
			"aantal personen": "4",
			"bron": "www.dewassendemaan.be",
			"bron URL": "http://www.dewassendemaan.be/default.aspx?PageId=619"
		},
		{
			"receptnaam": "Slaatje met peer en granaatappel",
			"bereidingswijze": "1. Spoel en droog de veldsla en de rucola. Halveer de granaatappel en haal de pitjes uit de schil.<br/><br/>2. Spoel de peer en snij in kwarten. Verwijder het klokhuis, schil de peer niet. Snij het vruchtvlees in&nbsp: blokjes en besprenkel met citroensap.<br/><br/>3. Schil de komkommer en verwijder de zaadjes, snij het vruchtvlees in blokjes. Snij de lente-ui in ringen. Verkruimel de feta.<br/><br/>4. Maak een vinaigrette van 4 el ma&iuml:solie, 2 el citroensap, mosterd en honing. Breng verder op smaak met peper en zout.<br/><br/>5. Meng de twee slasoorten in een slakom. Voeg peer, komkommer en granaatappelpitjes toe. Hussel losjes door elkaar en verdeel er de vinaigrette over. Werk af met verkruimelde feta.<br/>",
			"ingrediënten": "veldsla100 g<br/>rucola100 g<br/>granaatappel1<br/>peer1<br/>komkommer½<br/>lente-ui2<br/>citroensap (+ 2 el extra)2 el<br/>feta100 g<br/>mosterd1 kl<br/>honing1 kl<br/>maïsolie<br/>peper<br/>zout",
			"aantal personen": "4",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/66112/slaatje-met-peer-en-granaatappel"
		},
		{
			"receptnaam": "Raapjessoep met kerrie",
			"bereidingswijze": "Doe de olie in een kookpan. Stoof de ui tot hij glazig is. Voeg de aardappel, de wortel en de raapjes toe en laat, met het deksel op de pan, ongeveer 10 minuten stoven.<br/><br/>Voeg het kerriepoeder toe en roer het goed door de groenten. Giet de bouillon over de groenten, breng aan de kook en laat het geheel ca. 20 minuten koken of tot de groenten gaar zijn.<br/><br/>Pureer de soep met een staafmixer. Roer de room erdoor en breng op smaak met peper en zout.<br/><br/>Rooster de zonnebloempitten in een droge koekenpan goudbruin en gebruik ze om de soep te garneren.",
			"ingrediënten": "? 1 el (olijf)olie<br/>? 1 aardappel, geschild en in blokjes<br/>? 1 kleine ui, gesnipperd<br/>? 1 wortel, geschild en in blokjes<br/>? 250 g raapjes, geschild en in blokjes<br/>? 1 à 2 tl kerriepoeder<br/>? 600 ml hete groentebouillon<br/>? 3 el (soja)room<br/>? peper en zout",
			"bron": "www.groeneprinses.be",
			"bron URL": "http://www.groeneprinses.be/2011/12/raapjessoep-met-kerrie/"
		},
		{
			"receptnaam": "Tagliatelle met spinazie en champignons",
			"bereidingswijze": "Rooster de pijnboompitten in een pan zonder vetstof en zet ze opzij.<br/>Kook de tagliatelle gaar zoals aangegeven op de verpakking.<br/>Kuis de champignons en snij ze in stukken. Maak de spinazie schoon. Verhit de olie in een pan. Voeg de knoflook toe en na enkele minuten de champignons. Bak op een hoog vuur met de zwarte peper. Voeg als de champignons bijna klaar zijn de spinazie toe en bak kort mee tot de spinazie geslonken is. Voeg tenslotte de Italiaanse kruiden en de sojaroom toe, laat alles nog even goed opwarmen en meng met de tagliatelle.<br/>Schik de pasta in de borden, bestrooi met pijnboompitten en serveer.",
			"ingrediënten": "500 g tagliatelle<br/>400 g champignons<br/>300 g spinazie<br/>2 teentjes fijngehakte knoflook<br/>1 bakje sojaroom<br/>2  tl Italiaanse kruiden<br/>zwarte peper<br/>100 g pijnboompitten<br/>olijfolie",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "www.evavzw.be",
			"bron URL": "http://www.evavzw.be/recept/tagliatelle-met-spinazie-en-champignons-0?gclid=CjwKCAiAqbvTBRAPEiwANEkyCOhMWi988x5CyX2t81ZCYPGerleDLKZyD6wNx4iy3s7TgNBokn8H0xoClhgQAvD_BwE"
		},
		{
			"receptnaam": "Winterse wok",
			"bereidingswijze": "Snij de wortels in reepjes. Pel de gember en snipper hem fijn. Verhit olie in de wok, voeg de gember en de worteltjes toe en roerbak tot de wortels half gaar zijn. Schil intussen de pastinaak, snijd ze in stukjes en voeg ze toe. Verwijder de harde kern van het witloof en snijd het in grote stukken, voeg toe en blijf roerbakken. Snijd ook de appels in blokjes en bak ze nog even mee. Kruid alles met peper en zout en roer de walnoten door de groenten.",
			"ingrediënten": "300 g wortels<br/>40 g verse gember<br/>1 pastinaak<br/>4 stronken witloof<br/>2 appels<br/>50 g walnoten<br/>peper en zout<br/>olie",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "15",
			"bereidingstijd (minuten)": "15",
			"bron": "www.evavzw.be",
			"bron URL": "http://www.evavzw.be/recept/winterse-wok"
		},
		{
			"receptnaam": "Groene pasta met spinazie, erwtjes en avocado",
			"bereidingswijze": "1. Kook de pasta gaar in gezouten water volgens de instructies op de verpakking. Voeg de laatste twee minuten van de kooktijd de gewassen spinazie en de erwtjes toe.<br/>2. Mix in een keukenmixer de avocado, de knoflook, de basilicum, het citroensap, de Parmigiano Reggiano en de walnoten samen met een flinke geut olijfolie tot een smeuïge saus. Voeg wat kookvocht van de pasta toe als je liever een iets meer vloeibare saus hebt. Kruid met peper en zout.<br/>3. Giet het water van de pasta en groenten af en meng er de avocadosaus onder.",
			"ingrediënten": "500 g spaghetti<br/>300 g spinazie<br/>300 g erwtjes, diepgevroren<br/>1,5 avocado<br/>1 teentje knoflook<br/>15 g basilicum<br/>1/2 citroen<br/>50 g Parmigiano Reggiano<br/>50 g walnoten<br/>olijfolie<br/>peper en zout",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bron": "www.demorgen.be",
			"bron URL": "https://www.demorgen.be/etendrinken/energiebom-om-van-te-smullen-groene-pasta-met-spinazie-erwtjes-en-avocado-bc3308e5/"
		},
		{
			"receptnaam": "Rammenassoep",
			"bereidingswijze": "Schil de rammenas, de aardappel en de ui. Snij alles in blokjes.<br/>Verhit een scheutje olijfolie in een soeppan, fruit de ui, voeg dan de aardappelblokjes toe en bak vijf minuten. Voeg de rammenas toe en bak drie minuten. Pers de knoflook boven de pan.<br/>Voeg de bouillon en tijm toe en laat 30 minuten zachtjes koken.<br/>Haal de helft vd groenten en het takje tijm uit de bouillon, bewaar de groenten apart.<br/>Pureer de rest van de groenten en de bouillon met de staafmixer tot een gladde soep.<br/>Roer de honing, de room en de rest vd groente weer door de soep en laat nog eventjes doorwarmen.<br/>Lekker met donkerbruin brood met boter.",
			"ingrediënten": "1 grote rammenas (een langwerpige, als je ronde hebt, heb je wel 3 of 4 nodig)<br/>1 grote aardappel<br/>1 takje tijm<br/>1 el honing<br/>1 ui<br/>3 tenen knoflook<br/>1,5 l groentebouillon<br/>scheutje olijfolie<br/>scheutje room<br/>peper en zout",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "30",
			"bron": "www.vegatopia.com",
			"bron URL": "http://www.vegatopia.com/vega/koken/recepten/12168-soep-van-rammenas"
		},
		{
			"receptnaam": "Seitan Stroganoff",
			"bereidingswijze": "Versnipper de ui en snijd de seitan in dobbelsteentjes van 3 cm. Bak de seitanblokjes in olijfolie tot goudbruin. Voeg de versnipperde ui, de look, champignons en de tomatenpuree toe. Laat bakken tot de ui glazig wordt. Blus met de witte wijn en de wodka. Laat 3 minuutjes sudderen. Voeg wortels, pastinaak,  laurier, tijm, bouillon en peper en zout toe. Plaats het deksel op de pot en breng aan de kook. Draai dan het vuur laag en laat een half uurtje verder garen op laag vuur (dit kan ook in de hooikist maar dan 2 uur).<br/><br/>Zet het vuur uit. Roer de room onder de stoofpot en werk af met versnipperde peterselie. Dien op met een stevige knolselder- of pastinaakpuree.<br/><br/>",
			"ingrediënten": "200g seitan<br/><br/>150g uien<br/><br/>300g kastanjechampignons<br/><br/>150g wortels<br/><br/>150g pastinaak<br/><br/>100g tomatenpuree<br/><br/>3 tenen geperste look<br/><br/>400 ml groentebouillon (1 el bouillonpasta in 400 ml kokend water) -<br/>200ml soja of haverroom -<br/>4 el olijfolie -<br/>50 ml droge witte wijn -<br/>50 ml wodka -<br/>2 laurierbladeren -<br/>2 takjes tijm -<br/>busseltje peterselie -<br/>olijfolie -<br/>peper en zout",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "30",
			"bron": "www.velt.nu",
			"bron URL": "http://www.velt.nu/nieuws/winterse-stoofpotjes"
		},
		{
			"receptnaam": "Paddenstoelen en mozzarella op spelttoast",
			"bereidingswijze": "Verwarm de oven voor op 180 °C.<br/>Snijd de sneetjes van het speltbrood en besprenkel met de helft van de olie.<br/>Leg op het rooster van de oven en bak in ca. 10 min. goudbruin.<br/>Snijd ondertussen de paddenstoelen uit de melange in stukken en de kastanjechampignons in kwarten.<br/>Verhit de rest van de olie in een koekenpan of wok en bak alle paddenstoelen 5 min. op hoog vuur.<br/>Halveer de knoflook en pers de helft boven de paddenstoelen.<br/>Voeg de tijm en balsamicoazijn toe en bak nog 2 min.<br/>Breng op smaak met peper en eventueel zout.<br/>Halveer de bolletjes mozzarella.<br/>Wrijf de spelttoast in met de rest van de knoflook en verdeel over de borden.<br/>Verdeel eerst de paddenstoelen en dan de mozzarella erover.<br/>Bestrooi met peper.<br/><br/>Tip: Serveer de toast met soep, gemaakt van een verspakket (bijvoorbeeld tomatensoep). Dat maakt je maaltijd compleet.<br/><br/>Tip:  Lekker met fijngesneden peterselie.",
			"ingrediënten": "8 sneetjes speltbrood<br/>2 el olijfolie<br/>200 g paddenstoelenmelange<br/>250 g kastanjechampignons<br/>1 teen knoflook<br/>1 tl gedroogde tijm<br/>1 el balsamicoazijn<br/>150 g minimozzarellabolletjes",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "15",
			"bereidingstijd (minuten)": "25",
			"oventijd (minuten)": "10",
			"oventemperatuur (graden)": "180",
			"bron": "Albert Heijn",
			"bron URL": "ah.nl/allerhande/recept/R-R1189567/paddenstoelen-en-mozzarella-op-spelttoast"
		},
		{
			"receptnaam": "Veggiegratin met schorseneren en kastanjechampignons",
			"bereidingswijze": "Voorbereiding<br/>(15 min.)<br/>- Vul een kom met water en voeg de azijn toe. Schil de schorseneren met een dunschiller (gebruik keukenhandschoenen). Snij in stukken van ± 5 cm lang en leg ze in het water (zo behouden ze hun witte kleur).<br/>- Snij de champignons in 4.<br/>- Snipper de sjalot en het knoflookteentje fijn.<br/><br/>Bereiding 25 min. + 25 min. in de oven<br/>1. Verwarm de oven voor op 175 °C.<br/>2. Breng lichtgezouten water samen met het citroensap aan de kook. Voeg de schorseneren toe en kook 20 min. beetgaar. Giet af en laat uitlekken.<br/>3. Verhit intussen de olijfolie in een pan en bak de diepgevroren wokreepjes krokant.<br/>4. Smelt 1 eetl. boter in een steelpannetje en bak de fijngesnipperde sjalot en het knoflook glazig. Roer er de bloem met een klopper onder. Schep er de tomatenpuree bij, roer goed en laat even bakken. Overgiet met de melk en breng al roerend aan de kook. Laat pruttelen tot u een lichtgebonden saus hebt. Roer tot slot de mosterd, de tijm en de rozemarijn onder de saus en kruid met peper en zout.<br/>5. Schep de champignons en de gekookte schorseneren in een ovenschaal en verdeel er de wokreepjes over. Giet er de saus over. Bestrooi met de geraspte kaas. Verdeel er 1 eetl. boter in klontjes over. Bak 25 min. in de voorverwarmde oven.<br/><br/>Verdeel de gratin over 4 borden en serveer met rijst. Werk eventueel af met een takje tijm of rozemarijn.<br/>",
			"ingrediënten": "200 g vegetarische wokreepjes (diepvries)<br/>1 kg schorseneren<br/>250 g kastanjechampignons<br/>0.5 citroen (enkel het sap)<br/>1 sjalot<br/>1 teentje knoflook<br/>50 g geraspte kaas voor gratin<br/>0.5 L melk<br/>2 eetl. boter<br/>1 eetl. tomatenpuree<br/>1 eetl. bloem<br/>1 koffiel. mosterd op traditionele wijze<br/>2 eetl. azijn<br/>2 eetl. olijfolie<br/>1 koffiel. tijm (gedroogd)<br/>0.5 koffiel. rozemarijn (gedroogd)<br/>peper en zout",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "15",
			"bereidingstijd (minuten)": "25",
			"oventijd (minuten)": "25",
			"bron": "www.colruyt.be",
			"bron URL": "https://www.colruyt.be/nl/recept/veggiegratin-met-schorseneren-en-kastanjechampignons"
		},
		{
			"receptnaam": "Vegetarische tajine",
			"bereidingswijze": "Bereiding:<br/>1. Ontdooi een beetje groentebouillon.<br/><br/>2. Pel de uien, halveer ze en snij ze in grove snippers.<br/><br/>3. Verhit de schaal van de tajine op een matig vuur. Schenk er een scheut olijfolie in.<br/><br/>4. Stoof de stukjes ui zo?n 5 minuten in de hete olijfolie. Zet het vuur na een paar minuten zachter.<br/><br/>5. Pel tussendoor de look en hak de tenen fijn. Plet ze ten slotte tot pulp, doe de lookpulp in de tajine en roer.<br/><br/>6. Schil de gember en rasp het stukje knol fijn boven de stoofschaal.<br/><br/>7. Strooi een snuif komijnpoeder, een snuif kurkuma en evenveel paprikapoeder over de uien. Voeg ook een veilig snuifje hete cayennepeper toe.<br/><br/>8. Schil de wortelen, verwijder het kontje en snij de groente in grove rondjes.<br/><br/>9. Spoel de selder en verwijder het loof. Snij de stengels in schijfjes van maximaal een centimeter dik.<br/><br/>10. Spoel de kool. Verwijder het buitenste blad van het stuk spitskool dat je wil gebruiken. Snij de kool in grove stukken.<br/><br/>11. Spoel de courgette, snij de uiteinden weg en verdeel ze (ongeschild) in dikke plakken van zo?n centimeter breed.<br/><br/>12. Bulgur of couscous afzonderlijk klaarmaken.<br/><br/>13. Voeg nu de stukjes wortel en selder toe.  Laat de taaiste groenten al  enkele minuten stoven.<br/><br/>14. Roer even en schenk er vervolgens de groentebouillon over.<br/><br/>15. Doe ook de stukken courgette en spitskool in de pot.<br/><br/>16. Giet de inhoud van het blik kikkererwten in een zeefje en spoel ze onder stromend water. Strooi de kikkerwten in de tajine.<br/><br/>17. Voeg een kaneelstokje toe.<br/><br/>18. Plaats het deksel op de tajine en laat het groentegerecht ongeveer 30 minuten zacht pruttelen.<br/><br/>19. Roer even door het stoofgerecht. Proef en beslis of je wat zout wenst toe te voegen.<br/><br/>20. Spoel de koriander en scheur de blaadjes bovenop de dampende groenten.<br/><br/>21. Strooi een portie kleine ontpitte olijfjes over de tajine. (Wie grotere olijven gebruikt kan ze best halveren of grof hakken.)<br/>",
			"ingrediënten": "4 dl groentebouillon<br/>150 g bulgur (korrels op basis van tarwe)<br/>250 g kikkererwten (uit blik, uitgelekt)<br/>2 wortelen<br/>4 stengels selder<br/>1 courgette<br/>0.25 spitskool<br/>2 uien<br/>2 teentjes look<br/>50 g olijven (ontpit, bv. kleine zwarte olijven op olie)<br/>40 g gembers (stukje)<br/>koriander (enkele takjes)<br/>1 eetlepel komijnpoeder<br/>1 eetlepel kurkuma<br/>0.5 eetlepels paprikapoeder (eventueel gerookt)<br/>1 snuifje cayennepeper<br/>1 kaneelstokje<br/>olijfolie<br/>zout",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "60",
			"bron": "Eén - Dagelijkse kost",
			"bron URL": "https://dagelijksekost.een.be/gerechten/vegetarische-tajine"
		},
		{
			"receptnaam": "Gekarameliseerde spruiten uit de oven",
			"bereidingswijze": "Verwarm de oven voor op 200 graden. Verwijder de buitenste bladeren van de spruitjes en snij ze door het midden. Snij de roosjes van de broccoli en leg de groenten op twee aparte ovenplaten (kan ook op één, maar de broccoli moet er eerder uit). Meng de olijfolie met de ahornsiroop en de balsamico azijn en verdeel over de groenten, voeg zout en peper toe naar smaak. Rooster de spruiten gedurende 40 minuten en de broccoli gedurende 20 minuten terwijl je ze af en toe omspatelt (wel in de gaten houden!). Wees niet bang om ze flink te laten karameliseren en bruin te laten worden. Zodra de groenten klaar zijn, laat ze afkoelen tot eettemperatuur en meng dan met de rucola en de cranberries. Breng op smaak en voeg eventueel meer dressing toe naar wens. Heerlijk met bruine rijst of een stevig stuk oerbrood. Je bent klaar om te serveren!",
			"ingrediënten": "600 gram spruiten (reken 150 gram per persoon)<br/>1 broccoli<br/>4 eetlepels olijfolie<br/>2 eetlepels ahorn siroop<br/>2 eetlepels balsamico azijn<br/>zakje rucola<br/>handvol gedroogde cranberries<br/>zout en peper",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "60",
			"bron": "www.dehippevegetarier.nl",
			"bron URL": "https://www.dehippevegetarier.nl/vegetarische-recepten/gekarameliseerde-spruiten-uit-de-oven/"
		},
		{
			"receptnaam": "Winterslaatje met granaatappel",
			"bereidingswijze": "1. Kook de tarwe gaar volgens de instructies op de verpakking. Giet af, laat uitlekken en afkoelen.<br/><br/>2. Spoel de sla. Snij het witloof in stukjes. Halveer de granaatappel, schep er de pitjes uit en meng ze met de graantjes, witloof en sla.<br/><br/>3. Snij de haloumi in plakjes en kruid ze met peper. Bak ze goudbruin in olijfolie. Snij ze in blokjes en schep ze door de sla.<br/><br/>4. Meng alle ingrediënten voor de vinaigrette (druivenpitolie, notenolie, wijnazijn, peper en zout) en maak er de salade mee aan. Serveer meteen.<br/>",
			"ingrediënten": "200 g tarwegraantjes (type Ebly)<br/>200 g halloumi (grillkaas)<br/>100 g rucola<br/>1 zakje gemengde sla<br/>2 stronkje witloof<br/>1 granaatappel<br/>olijfolie<br/>5 el druivenpitolie<br/>1 el notenolie<br/>1 el witte wijnazijn<br/>peper<br/>zout",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/6453/winterslaatje-met-granaatappel"
		},
		{
			"receptnaam": "Raapstelen stampot recept",
			"bereidingswijze": "Kook de aardappelen voor ongeveer 15 minuten totdat ze goed gaar zijn. Giet af en zet even weg met een deksel erop.<br/><br/>Snijd het onderste stukje af en spoel de raapstelen goed schoon. Dep ze droog. Hak de raapstelen.<br/><br/>Meng de sour cream met de mosterd en breng op smaak met peper en zout.<br/><br/>Laat de klont boter in een wok of stevige pan smelten en fruit hierin de fijngehakte knoflook aan.<br/><br/>Voeg de kappertjes toe.<br/><br/>Zet het vuur nu hoog en doe de raapstelen erbij. Roerbak deze even heel kort. Zet het vuur uit.<br/><br/>Prak de aardappelen en roer het sour cream mengsel erdoor.<br/><br/>Schep de aardappelen nu bij de raapsteeltjes en meng.<br/><br/>Rasp een beetje citroen over de raapstelen stampot en breng eventueel nog op smaak en serveer.<br/><br/>Enjoy!",
			"ingrediënten": "600 á 700 gram raapstelen<br/>1 kleine kg aardappelen, geschild (Bilstar bijvoorbeeld)<br/>2 teentjes knoflook, fijngehakt<br/>50 gram roomboter<br/>30 gram kappertjes<br/>2 eetlepels sour cream<br/>1 volle theelepel scherpe fijne mosterd (dijon)<br/>1/2 theelepel citroenrasp<br/>Peper en zout uit de molen<br/>Pijnboompitjes",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "25",
			"bereidingstijd (minuten)": "15",
			"bron": "madebyellen.com",
			"bron URL": "https://madebyellen.com/raapstelen-stampot-recept-romig-fris/"
		},
		{
			"receptnaam": "Gevulde paprika",
			"bereidingswijze": "Snijd de ui en de knoflook in stukjes en fruit ze kort met wat olijfolie in een diepe kookpot. Voeg de rijst of couscous toe en overgiet met het water. Voeg het bouillonblokje toe en laat koken tot de rijst of couscous gaar is.<br/><br/>Snijd het hoedje van de paprika\\'s en haal de zaadjes en zaadlijnen eruit. Snijd de zongedroogde tomaatjes, olijven en walnoten in stukken en meng ze met de rijst of couscous, het tomatenvlees en de kruiden. Vul hiermee de paprika\\'s. Zet de hoedjes terug op de paprika\\'s , wikkel ze in een beetje aluminiumfolie en leg 20 minuten op de barbecue. Draai af en toe om.",
			"ingrediënten": "4 paprika\\'s<br/>200 g rijst (of couscous)<br/>100 g walnoten<br/>100 g zongedroogde tomaten<br/>50 g olijven<br/>1 blik tomaten (pulp)<br/>1 groentebouillonblokje<br/>1 ajuin<br/>2 teentjes knoflook<br/>1 el basilicum<br/>1 el oregano<br/>0.5 l water<br/>peper en zout<br/>olijfolie",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "20",
			"oventijd (minuten)": "20",
			"oventemperatuur (graden)": "200",
			"bron": "www.evavzw.be",
			"bron URL": "http://www.evavzw.be/recept/gevulde-paprikas?gclid=Cj0KCQjwsZHPBRClARIsAC-VMPACQQ-79fZo1j_RuWY1a1mOQoMT_P3GrTNN7J-gkHLs5tTAnqOSuYcaAnREEALw_wcB"
		},
		{
			"receptnaam": "Knolselderijgratin met appel en walnoten",
			"bereidingswijze": "1. Schil de aardappelen en snijd in gelijke stukken. Doe in een ruime pan en kook in water met eventueel zout in 20 min. gaar. Schil ondertussen de knolselderij, snijd in gelijke stukken en voeg de laatste 10 min. toe aan de aardappelen. Verwarm de oven voor op 200 ºC. Snijd de bosui in ringetjes. Snijd de appels met schil en klokhuis (zonder pitjes) in flinterdunne plakken. Snijd de brie in de lengte in dunne plakken.<br/>2. Giet de aardappel en knolselderij af en vang het kookvocht op. Verkruimel het bouillontablet en los op in het vocht. Schenk terug bij de aardappel en knolselderij, voeg de crème fraîche toe en stamp tot een grove puree. Schep de helft van de bosui erdoor. Verdeel het mengsel over de ovenschaal en verdeel de appel, brie en walnoten erover. Bak ca. 15 min. in het midden van de oven. Bestrooi met de rest van de bosui.<br/>",
			"ingrediënten": "800 g kruimige aardappelen<br/>1 knolselderij<br/>3 bosuitjes<br/>2 friszoete en stevige appels<br/>200 g roombrie&nbsp:(60+)<br/>200 ml kookvocht<br/>1 groentebouillontablet<br/>125 g crème fraîche<br/>60 g walnoten",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "45",
			"bron": "Albert Heijn",
			"bron URL": "ah.nl/allerhande/recept/R-R1189400/knolselderijgratin-met-appel-en-walnoten"
		},
		{
			"receptnaam": "Gevulde aubergine met gehakt",
			"bereidingswijze": "1. Verwarm de oven voor op 200 °C.<br/><br/>2. Halveer de aubergines overlangs en hol ze uit. Hak het vruchtvlees fijn. Spoel en halveer de paprika\\'s, verwijder zaadjes en zaadlijsten, snij ze in blokjes. Pel en snipper de ui en de knoflook.<br/><br/>3. Verhit de olijfolie in een pan en bak het gehakt rul. Voeg de gesnipperde, knoflook, blokjes aubergine en paprika toe en bak nog even mee. Snij het hardgekookt ei in kleine blokjes. Roer ze met het gesnipperd basilicum, zout en peper door het gehakt. Proef en breng indien nodig nog verder op smaak.<br/><br/>4. Vul de aubergines met het mengsel en leg ze in 4 beboterde ovenschaaltjes. Zet 30 minuten in de oven. Werk af met basilicum. Geef er stokbrood bij.<br/>",
			"ingrediënten": "2 aubergines<br/>2 paprika\\'s<br/>1 ui<br/>2 teentje knoflook<br/>3 el olijfolie<br/>500 g gehakt<br/>1 ei (hardgekookt + extra naar smaak)<br/>3 el gehakt basilicum (+ 2 takjes extra voor de afwerking)<br/>1 el boter<br/>peper<br/>zout",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "60",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/12542/gevulde-aubergine-met-gehakt"
		},
		{
			"receptnaam": "Wok met Paksoi en mango",
			"bereidingswijze": "Kook de zilvervliesrijst volgens de aanwijzingen op de verpakking. Snij ondertussen je paksoi, gele paprika, lenteuitjes en knoflook fijn. Verhit een scheutje olijfolie in een wokpan en fruit de ui en de knoflook totdat deze glazig worden. Voeg de paksoi en de paprika toe, samen met een half flesje Soy Ginger woksaus (of extra naar smaak) en laat het geheel onder regelmatig roeren in enkele minuten zachtjes gaar worden. Pak een koekenpan erbij en bereid de vegetarische stukjes met wat zout en peper binnen enkele minuten volgens de aanwijzingen op de verpakking. Snij de mango in kleine stukjes en doe deze bij je wokgerecht, laat nog even warm worden. Zet dan het vuur uit en verdeel de rijst over twee ruime kommetjes. Schep de groenten ernaast en giet de overige saus over de rijst. Verdeel de vegetarische stukjes over de kommetjes, bestrooi met koriander en voeg eventueel nog wat Sambal toe voor de pit. Je bent klaar om te serveren!",
			"ingrediënten": "200 gram zilvervliesrijst Fair Trade Original<br/>1 paksoi<br/>1 gele paprika<br/>4 lenteuitjes<br/>1 teentje knoflook<br/>2 pakjes vegetarische stukjes naar keuze<br/>1/2 flesje Soy Ginger woksaus (of sojasaus + verse gember)<br/>1 blikje mango (of 1 verse)<br/>1 handje verse koriander",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "20",
			"bereidingstijd (minuten)": "20",
			"bron": "www.dehippevegetarier.nl",
			"bron URL": "https://www.dehippevegetarier.nl/vegetarische-recepten/aziatische-keuken-oneindig-wokken-paksoi-recept/"
		},
		{
			"receptnaam": "Caprese-salade met gegrilde nectarine",
			"bereidingswijze": "1. Verhit een koekenpan zonder olie of boter en rooster de pijnboompitten 3 min. op middelhoog vuur goudbruin. Laat afkoelen op een bord. Rasp ondertussen de gele schil van de citroen en pers de helft van de vrucht uit.<br/>2. Snijd de nectarines met een scherp mes overlangs doormidden. Draai de helften in tegengestelde richting voorzichtig van elkaar los en verwijder de pit. Snijd het vruchtvlees in partjes.<br/>3. Verhit de grillpan zonder olie of boter en gril de partjes 3 min. tot er mooie grillstrepen ontstaan. Keer halverwege.<br/><br/>4. Laat ondertussen de mozzarella uitlekken in een vergiet. Snijd de blaadjes van het basilicum in dunne reepjes en meng samen met het citroenrasp door de mozzarellabolletjes.<br/>5. Halveer de tomaten en schep om met peper en eventueel zout. Klop de olie en het citroensap tot een dressing. Breng op smaak met peper en eventueel zout.<br/><br/>6. Meng de dressing door de rucola en verdeel over een kom. Leg de nectarine, mozzarella en tomaat per soort naast elkaar op de rucola en strooi de pijnboompitten erover.",
			"ingrediënten": "65 g pijnboompitten<br/>1 citroen (schoongeboend)<br/>2 nectarines<br/>150 g minibuffelmozzarella<br/>15 g basilicum<br/>250 g romaatjes<br/>3 el olijfolie<br/>75 g rucola",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "20",
			"bron": "www.ah.be",
			"bron URL": "https://www.ah.be/allerhande/recept/R-R1187268/caprese-salade-met-gegrilde-nectarine"
		},
		{
			"receptnaam": "Penne puttanesca met broccoli en kabeljauw",
			"bereidingswijze": "1.  Kook de penne volgens de aanwijzingen op de verpakking beetgaar en giet af. Snipper ondertussen de ui en snijd de knoflook fijn. Verdeel de broccoli in kleine roosjes. Schil de steel en snijd in plakjes. Kook de broccoli de laatste 3 min. mee met de pasta.<br/>2.  Verhit de helft van de olie in een hapjespan. Voeg de ui, knoflook en ansjovis met de olie uit het blikje toe en fruit 5 min. Voeg de tomatenpuree, tomatenpulp, kappertjes en olijven toe en laat de saus nog 5 min. zachtjes koken.<br/>3.  Verhit ondertussen de rest van de olie in een koekenpan met antiaanbaklaag. Dep de kabeljauw droog en bestrooi met peper en eventueel zout. Bak de kabeljauw op middelhoog vuur in 6 min. bruin en gaar. Keer halverwege.<br/>4. Meng de pasta en broccoli door de tomaten saus en verdeel over 4 (diepe) borden. Leg op elk bord een stuk kabeljauw.<br/>",
			"ingrediënten": "300 g penne van kamut&nbsp:(Dalla Costa)<br/>2 uien<br/>1 teen knoflook<br/>400 g broccoli<br/>4 el (olijf)olie<br/>46 g ansjovis<br/>70 g tomatenpuree<br/>400 g tomatenpulp<br/>50 g kappertjes<br/>100 g Taggia-olijven<br/>400 g kabeljauwfilets",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "25",
			"bron": "Albert Heijn",
			"bron URL": "ah.nl/allerhande/recept/R-R1189018/penne-puttanesca-met-broccoli-en-kabeljauw"
		},
		{
			"receptnaam": "Pasta met tuinbonen, ricotta en citroen",
			"bereidingswijze": "Dop de tuinbonen en was ze goed. Doe de tuinbonen in een pan met zacht kokend water. Breng het aan de kook en giet de bonen direct af in een vergiet. Spoel ze af onder de koude kraan en laat uitlekken. Druk met de vingers de tuinbonen voorzichtig uit de vliezen en gooi deze weg. Kook de pasta volgens aanwijzingen van de verpakking. Meestal is dit met verse pasta twee minuten. Rasp de citroenschil en zet apart. Pers de citroen uit en zet de helft van het sap apart. Doe de ricotta in een kom, voeg de helft van het citroensap toe en breng op smaak met peper en zout. Haal de pasta van het vuur en giet af. Besprenkel de pasta met olijfolie. Hussel het mengsel van ricotta goed door elkaar en voeg daarna samen met de tuinbonen bij de pasta. Verdeel de pasta over vier borden. Besprenkel er nog wat olijfolie over, garneer met de citroenschil en voeg eventueel nog wat extra peper en zout toe.",
			"ingrediënten": "400 gram verse spaghetti<br/>250 gram ricotta<br/>2 kilo verse tuinbonen in dop<br/>1 biologische citroen<br/>Extra vierge olijfolie<br/>Peper & zout",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "20",
			"bereidingstijd (minuten)": "5",
			"bron": "www.kookmeisje.nl",
			"bron URL": "http://www.kookmeisje.nl/2013/07/25/pasta-met-tuinbonen-ricotta-en-citroen/"
		},
		{
			"receptnaam": "Thaise rijst met groene curry en snijbonen Recept",
			"bereidingswijze": "Kook 400 ml water per persoon in een pan met deksel en kook hierin de basmatirijst, afgedekt, 8 - 10 minuten. Giet daarna af en laat zonder deksel uitstomen.<br/><br/>Verhit ondertussen een wok of hapjespan met deksel op middelhoog vuur en rooster de cashewnoten, zonder olie, goudbruin. Haal uit de pan en bewaar apart.<br/><br/>Snipper vervolgens de rode ui. Schil de gember en snijd fijn. Verwijder de steelaanzet van de snijbonen en snijd in schuine reepjes van 2 cm. Snijd de tomaat in blokjes.<br/><br/>Verhit de helft van de zonnebloemolie in de wok of hapjespan en fruit de ui en gember 3 minuten op laag vuur. Voeg de currypasta toe, voeg kokosmelk toe. Voeg daarna de snijbonen toe, dek de pan af en laat 8 minuten zachtjes koken.<br/><br/>Voeg tenslotte de gekookte rijst en tomaat toe aan de wok of hapjespan met snijbonen en roerbak 2 minuten op hoog vuur. Breng op smaak met peper en eventueel zout.<br/><br/>Verdeel de rijst over de borden, bestrooi met de cashewnoten",
			"ingrediënten": "- 170 g Basmatirijst<br/>- 30 g Cashewnoten<br/>- 2 cm Verse gember<br/>- 350 g Snijbonen<br/>- 2 Vleestomaat<br/>- 100 g Groene currypasta<br/>- 2 el Zonnebloemolie<br/>- naar smaak Peper en zout<br/>- 1 Rode ui<br/>-  Kokosmelk 1 blik",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "15",
			"bereidingstijd (minuten)": "15",
			"bron": "www.hellofresh.be",
			"bron URL": "https://www.hellofresh.be/recipes/thaise-rijst-met-groene-curry-en-snijbonen-56b4c2e46ced6e5b668b456a"
		},
		{
			"receptnaam": "Griekse pasta met gegrilde jonge prei",
			"bereidingswijze": "1. Kook de pasta beetgaar volgens de instructies op de verpakking. Maak de prei schoon, snij er de uiteinden af.<br/><br/>2. Breng een ruime pan met water aan de kook. Leg er de prei plat in en laat afgedekt 5 minuten koken, of tot de prei zacht is. Giet af en spoel onder koud water.<br/><br/>3. Bestrijk de preistaafjes met olijfolie en gril ze 2 minuten per kant.<br/><br/>4. Pel en snipper de knoflook. Meng met de mosterd, 1 eetlepel olijfolie, het citroensap en de dille.<br/><br/>5. Doe de pasta in een serveer- schaal, schik er de preien bovenop. Besprenkel met de mosterddressing en verkruimel de feta over de prei. Werk af met plukjes dille.<br/>",
			"ingrediënten": "600 g prei (jonge)<br/>400 g Griekse pasta (type orzo)<br/>1 teentje knoflook<br/>1 el citroensap<br/>2 el dille (gehakt + extra plukjes)<br/>200 g feta<br/>1 el mosterd<br/>olijfolie",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "25",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/66630/griekse-pasta-met-gegrilde-jonge-prei"
		},
		{
			"receptnaam": "Warmoes carbonara",
			"bereidingswijze": "Kook de pasta zoals aangegeven op de verpakking. Zet een extra kom met gezouten water op voor de warmoes stelen, breng aan de kook.<br/><br/>Snij ondertussen de warmoes. Haal de bladeren van de stelen en snij ze in chiffonade: rol de bladeren op tot rolletjes en snij dan in fijne reepjes. Was dit grondig onder koud stromend water. Doe een klontje boter in een diepe pan of kom en zet op middelhoog vuur. Voeg de fijngesneden ui en de look toe en laat even zweten in de kom. Doe er dan de bladeren bij en laat slinken (ongeveer 5 à max. 10 min)<br/><br/>Was de stelen en snij ze in blokjes. Kook ze 5 minuten in het gezouten water. Giet af en voeg bij de blaadjes. Roer alles goed door elkaar en voeg de room toe. Laat de room een paar minuten inkoken. Kruid alles goed met peper en zout. Haal van het vuur en roer er de dooiers door. Meng met de afgegoten pasta en strooi er parmezaanse kaas over.",
			"ingrediënten": "500 gr  pasta<br/>100 gr  parmezaanse kaas geraspt<br/>6  stuks  warmoes rood en geel<br/>3  teentjes  knoflook in schijfjes<br/>1 ui fijngesneden<br/>2  eigeel<br/>200  ml room<br/>peper<br/>zout",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "15",
			"bereidingstijd (minuten)": "15",
			"bron": "keukenrevolutie.be",
			"bron URL": "https://keukenrevolutie.be/recipe/warmoes-carbonara-2/"
		},
		{
			"receptnaam": "Tabouleh met koolrabi",
			"bereidingswijze": "1. Bereid de couscous volgens de aanwijzingen op de verpakking. Schil de koolrabi met een dunschiller. Snijd de koolrabi in piepkleine blokjes.<br/>2. Roer de couscous met een vork los en laat 5 min. op een wijde schaal afkoelen.<br/>3. Maak een dressing van olijfolie, citroensap en citroenrasp.<br/>4. Schep de koolrabi, de tomaat en de odressing door de couscous. Meng er vervolgens voorzichtig de feta en de peterselie door. Breng de tabouleh op smaak met zout en peper en serveer in een mooie schaal of tajine.",
			"ingrediënten": "275 g couscous<br/>1 koolrabi<br/>4 tomaten<br/>4 el olijfolie extra vierge<br/>150 g Belas feta<br/>20 g bladpeterselie<br/>Citroen",
			"soort gerecht": "hoofdgerecht,vegetarisch",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "15",
			"bron": "Jumbo supermarkten",
			"bron URL": "jumbo.com/tabouleh-met-koolrabi/500586/"
		},
		{
			"receptnaam": "Gehaktballetjes, aardappel & kool",
			"bereidingswijze": "Verwarm de oven voor op 200 °C.<br/>Snijd grotere bloemkoolroosjes in vieren, halveer de rest. Kook de bloemkoolroosjes 10 minuten.<br/>Niet-voorgekookte aardappelen eerst koken of stomen.<br/>Snijd de uien in partjes.<br/>Meng de bloemkool, de ui, de bakaardappelen en gehaktballetjes, olie, vadouvan, peper en zout in een ovenschotel.<br/>Bak in de oven ca. 20 min.<br/>Halveer ondertussen de tomaten.<br/>Voeg na 10 min. oventijd de tomaten en andere groenten toe (babyboerenkool, spitskool, spinazie, ...)",
			"ingrediënten": "350 g bloemkoolroosjes<br/>2 middelgrote uien<br/>600 g bakaardappeltjes<br/>4 el olijfolie<br/>2 tl vadouvan (kerrieblad, fenegriek, mosterdzaad, knoflook en soms (gedroogde) uien en/of komijnzaad)<br/>300 g rundergehaktballetjes<br/>250 g cherrytomaten<br/>80 g babyboerenkool (of spitskool, spinazie, ...)",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "Albert Heijn",
			"bron URL": "ah.nl/allerhande/recept/R-R1187636/gehaktballetjes-aardappel-en-kool"
		},
		{
			"receptnaam": "Roerbakschotel met paksoi en mie",
			"bereidingswijze": "1. Kook de mie volgens de aanwijzingen op de verpakking in ruim kokend water gaar. Giet af en zet apart.<br/>2. Verhit ondertussen in een wok een beetje kokosolie of zonnebloemolie. Bak de knoflook hier kort in aan en voeg dan de kip toe. Bak deze rondom bruin in ongeveer 4 minuten.<br/>Voeg vervolgens ui en paprika toe. Bak ongeveer 4 minuten, tot de ui zacht begint te worden.<br/>Voeg sugarsnaps en paksoi toe en breng op smaak met komijn, sambal, peper en zout.<br/>Roerbak het geheel nog 2 minuten door.<br/>3. Voeg de uitgelekte mie en een scheutje sojasaus toe aan de roerbakgroenten. Warm nog even goed door.<br/>Serveer met wat gebakken uitjes eroverheen.",
			"ingrediënten": "200 gr mie<br/>scheutje kokos- of zonnebloemolie, om in te bakken<br/>1 teentje knoflook<br/>1 kipfilet, in blokjes<br/>1 kleine ui, gesneden<br/>1/2 rode paprika, in reepjes<br/>100 gr sugar snaps<br/>1 struik paksoi, in reepjes<br/>1 theelepel komijn<br/>1 theelepel sambal<br/>peper en zout, naar smaak<br/>scheutje sojasaus<br/>handje gebakken uitjes, om te garneren",
			"aantal personen": "2",
			"bereidingstijd (minuten)": "30",
			"bron": "allrecipes",
			"bron URL": "http://allrecipes.nl/recept/12336/roerbakschotel-met-paksoi-en-mie.aspx"
		},
		{
			"receptnaam": "Eenvoudige wok met spitskool",
			"bereidingswijze": "Bak de stukjes kip aan en voeg de grof gesneden ajuin, de geperste look en de repen paprika en spitskool erbij.<br/>Laat 10 minuten stoven, kruiden met peper en zout en curry en pili pili<br/>Voeg de kokosmelk toe (je gerecht mag net onder het vocht staan)<br/>Van zodra warm, voeg je wokmie toe.<br/>Paar minuutjes laten pruttelen, omroeren en klaar is kees.<br/>",
			"ingrediënten": "- een stuk spitskool<br/>- 1 rode paprika<br/>- 1 ajuin en een teentje look<br/>- kokosmelk, een blik of verse kokosmelk<br/>- 1 kippenfilet (of een ander restje)<br/>- wokmie<br/>- curry of pili pili<br/>",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "10",
			"bron": "proevenopzondag.blogspot.be",
			"bron URL": "http://proevenopzondag.blogspot.be/2012/12/eenvoudige-wok-met-spitskool.html"
		},
		{
			"receptnaam": "Gnocchi met erwten, spinazie en citroen",
			"bereidingswijze": "1. Zet een grote pot met gezouten water op het vuur zodat je de gnocchi kan koken wanneer je de saus maakt.<br/>2. Neem een pan waar meteen ook de gnocchi in past en zet op een laag vuurtje, roerbak de spinazie met wat olijfolie en de knoflook tot hij begint te slinken. Doe er dan de room, erwten, look, zout, citroenzeste en zwarte peper bij en laat alles een paar minuten sudderen. Haal het deksel van de pan en roer het citroensap door de room. Zet de pan aan de kant.<br/>3. Giet de gnocchi af en bewaar wat van het kookwater. Kap de gnocci bij de spinazie met room en voeg een paar eetlepels van het kookvocht toe. Roer tot alles mooi gemengd is, rasp er wat parmezaan over en zet op tafel.<br/>",
			"ingrediënten": "- een kopje (diepvries)erwten<br/>- een klein brikje room (200 ml)<br/>- 1 teentje knoflook, gesnipperd en geplet<br/>- een vergiet spinazie<br/>- de zeste en het sap van 1 citroen<br/>- een pakje gnocchi van 500 gr, bv van DeLallo<br/>- parmezaan<br/>- olijfolie, zout en zwarte peper",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "15",
			"bereidingstijd (minuten)": "15",
			"bron": "madamezsazsa.blogspot.be",
			"bron URL": "http://madamezsazsa.blogspot.be/search?q=Gnocchi+met+erwten%2C+spinazie+en+citroen"
		},
		{
			"receptnaam": "Risotto met kazen",
			"bereidingswijze": "1. Snipper de ui en hak de bleekselderij fijn. Rooster de pijnboompitten.<br/>2. Breng 1 liter water aan de kook en los hierin de bouillonblokjes op.<br/>4. Verhit wat olie en een beetje boter in een hapjespan of braadpan en fruit hierin de uien en bleekselderij op laag vuur gedurende 10 minuten. De groenten mogen niet bruin worden! Bakken ze aan: voeg extra boter toe.<br/>5. Voeg de risottorijst toe aan het groentenmengsel. Bak het 2 minuutjes op middelhoog tot hoog vuur tot de korrels glazig worden, eventueel met een scheutje olijfolie erbij tegen aanbakken.<br/>6. Voeg nu in één keer de wijn toe. Laat verdampen en roer goed.<br/>7. Voeg nu per 2 soeplepels de bouillon toe. Wacht iedere keer tot het voorgaande vocht grotendeels verdampt is voordat je nieuwe bouillon toevoegt. Het vuur is nu middelhoog: het vocht moet zachtjes pruttelen. Vergeet niet te roeren.<br/>8. Ga door met bouillon toevoegen tot de rijst bijna klaar is (proef om hierachter te komen).<br/>9. Roer nu de spinazie door de risotto, samen met de Parmezaanse kaas en de helft van de geitenkaas. Roer alles goed door elkaar tot de kaas gesmolten is.<br/>10. Breng de risotto op smaak met citroensap en eventueel peper en zout.<br/>11. Serveer de risotto met de andere helft van de geitenkaas erover gekruimeld, en de pijnboompitten.<br/>",
			"ingrediënten": "- 300 gram risottorijst<br/>- 1 liter groentenbouillon (van 1 blokjes)<br/>- 1 grote ui<br/>- 4 stengels bleekselderij<br/>- 150 ml droge witte wijn<br/>- 300 gram gewassen spinazie<br/>- 100 gram geraspte Parmezaanse kaas<br/>- 125 gram zachte geitenkaas<br/>- halve citroen<br/>- 50 gram geroosterde pijnboompitten<br/>- olijfolie<br/>- beetje boter<br/>- Versgemalen peper en zout",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"voorbereidingstijd (minuten)": "10",
			"bereidingstijd (minuten)": "30",
			"bron": "www.devegetarier.nl",
			"bron URL": "https://www.devegetarier.nl/recepten/risotto-met-vier-kazen"
		},
		{
			"receptnaam": "Gnocchi met mediterrane paprikatomatenstoof",
			"bereidingswijze": "Verhit de helft van de olie in een koekenpan en bak de gnocchi 10 min. op middelhoog vuur. Schep regelmatig om.<br/>Snijd ondertussen de knoflook fijn.<br/>Halveer de paprika?s en verwijder de steel en zaadlijsten. Snijd het vruchtvlees in repen. Verhit de rest van de olie in een hapjespan en fruit de knoflook 1 min.<br/>Voeg de paprika, garnalen en oregano toe en bak 4 min.<br/>Voeg de tomatenblokjes toe en bak nog 3 min. op middelhoog vuur.<br/>Breng op smaak met peper en eventueel zout.<br/>Voeg de tapenade toe aan de gnocchi en schep om.<br/>Serveer met de paprika-tomatenstoof.",
			"ingrediënten": "4 el arachideolie<br/>500 g gnocchi di patate<br/>1 teen knoflook<br/>2 a 3 groene paprika\\'s<br/>300 g grijze garnalen<br/>1 el gedroogde oregano<br/>800 g tomatenblokjes (blik of vers)<br/>70 g zongedroogde tomatentapenade (potje à 140 g)",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "15",
			"bron": "Albert Heijn",
			"bron URL": "https://www.ah.nl/allerhande/recept/R-R1185248/gnocchi-met-mediterrane-paprikatomatenstoof?_requestid=7701219"
		},
		{
			"receptnaam": "Curry met bloemkool en balletjes",
			"bereidingswijze": "1. Maak nootgrote balletjes van het gehakt. Pocheer ze 3 minuten in de kippenbouillon. Laat ze uitlekken, bewaar de bouillon.<br/><br/>2. Verdeel de bloemkool in roosjes. Stoom ze 5 minuten.<br/><br/>3. Verhit de maïsolie in een wok (of diepe braadpan).<br/>Roerbak de bloemkoolroosjes 1 minuut.<br/>Bestrooi met het kerriepoeder en roerbak tot de aroma?s vrijkomen.<br/>Doe er de kipballetjes bij.<br/>Kruid met pepermix uit de molen en zout.<br/><br/>4. Vermeng de bouillon en de kokosmelk.<br/>Giet bij de balletjes en de bloemkool. Schep voorzichtig om. Laat 2 minuten zacht doorkoken.<br/><br/>5. Werk af met koriander- of peterselieblaadjes.<br/>Serveer goed heet met rijst.<br/>",
			"ingrediënten": "500 g kippengehakt<br/>1 bloemkool<br/>2 dl kippenbouillon<br/>2 dl kokosmelk<br/>1 el maïsolie<br/>verse koriander (of bladpeterselie)<br/>2 el kerriepoeder (zacht)<br/>peper<br/>zout",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "40",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/3915/curry-met-bloemkool-en-kip"
		},
		{
			"receptnaam": "Salade met yacon en courgette",
			"bereidingswijze": "Net als appels verkleurt het vruchtvlees van yacón­knollen snel bij bereiding. Ik gebruik hier het sap van een limoen om dat tegen te gaan. Pers daarom eerst de limoen uit en doe het sap in een mengkom.<br/><br/>Door de tannines zijn de schillen van yacón­knollen enigszins bitter. Je kunt ze met een stevige borstel (of schrobhandschoen) schrobben, maar gewoon schillen is misschien wel de makkelijkste manier. Spoel ze daarna even af. Snij met een mandoline, of eventueel een dunschiller, de knollen in dunne plakjes en meng deze meteen goed met het limoensap. Doorgaans is dat voldoende om de verkleuring te voorkomen, of althans te vertragen. Het sap is bovendien een goede basis voor de salade.<br/><br/>Maak de courgette schoon en snij deze in even dunne plakjes als de yacón. Meng met het limoensap en voeg een eetlepel olijfolie toe.<br/><br/>Was dan de peterselie, snij deze fijn en voeg dit toe aan de groenten. Maal of wrijf vervolgens de komijn tot een fijn poeder en voeg dit ook toe. Voeg tenslotte de lavendel en tijm toe. Meng de groenten, sap, olie en kruiden goed door elkaar en laat dit een paar minuten staan.<br/><br/>Leg de dungesneden yacón­knollen en courgette vervolgens in een schaal, garneer met de walnoten en granaatappelpitten.<br/><br/>Druppel nog wat olijfolie over de salade, bestrooi deze desgewenst met nog wat lavendel en voeg (weinig) peper en zout naar smaak toe.<br/><br/>Deze salade kun je het best niet te lang van tevoren bereiden, omdat de yacón ondanks het limoensap na enige tijd toch gaat verkleuren.",
			"ingrediënten": "- 250g Yacón­knollen<br/>- 250g Courgette<br/>- 1 Limoen<br/>- 2 el Fijngehakte walnoten<br/>- 2 el Granaatappelpitten<br/>- Paar takjes krulpeterselie<br/>- Kruidige olijfolie<br/>- 1 tl Tijm<br/>- 1 tl Lavendel<br/>- 1 tl Komijn<br/>- Peper en zout naar smaak",
			"soort gerecht": "salade",
			"aantal personen": "4",
			"bron": "www.foodlog.nl",
			"bron URL": "http://www.foodlog.nl/artikel/vreemde-knollen-in-de-hollandse-keuken/"
		},
		{
			"receptnaam": "Rode kool met appel, kaneel en rozijnen",
			"bereidingswijze": "Smelt de helft van de boter in een ruime braadpan en fruit de ui en appel 4 minuten. Schep de rode kool erdoor en schenk het sinaasappelsap erbij. Voeg de suiker, kaneel, kruidnagels, laurier en rozijnen toe en laat de rode kool met het deksel op de pan op laag vuur in 30 minuten gaar stoven. Schep de rode kool tijdens het stoven een paar keer om.<br/>Verwijder de kruidnagels en laurier en roer de rest van de boter door de rode kool. Serveer het gerecht in een grote voorverwarmde schaal.",
			"ingrediënten": "50 g boter<br/>1 ui, gesnipperd<br/>2 appels, geschild en in blokjes<br/>800 g rode kool, fijngesneden<br/>150 ml sinaasappelsap<br/>2 eetlepels bruine basterdsuiker<br/>1 eetlepel kaneel<br/>2 kruidnagels<br/>2 laurierblaadjes<br/>100 g rozijnen",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "45",
			"bron": "okoko recepten",
			"bron URL": "https://www.okokorecepten.nl/recept/groenten/rodekool/rodekool-appel-kaneel-rozijnen"
		},
		{
			"receptnaam": "Pasta met raapjes en kaassaus",
			"bereidingswijze": "1. Kook de pasta al dente in een ruime pan gezouten water. Laat de pasta goed uitlekken. Schil de raapjes en snij ze in reepjes. Verhit de boter en fruit ze kort. Blus met de bouillon en de room. Kruid met peper en zout en laat onder deksel in 10 minuten garen.<br/><br/>2. Meng de kaas door de groente. Kruid met peper en zout.<br/><br/>3. Meng de pasta door de groente. Breng op smaak en garneer met de peterselie voor het opdienen.<br/>",
			"ingrediënten": "300 g tagliatelle<br/>500 g raapjes<br/>1 el boter<br/>100 ml groentebouillon<br/>100 ml room<br/>150 g geraspte kaas (pittige)<br/>2 el peterselie (vers)<br/>peper<br/>zout",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30"
		},
		{
			"receptnaam": "Pompoen ovenschotel - al dan niet veggie of vegan",
			"bereidingswijze": "Schil de pompoen en snij in kleine blokjes.<br/>Snipper de ui en stoof in de pan met olie.<br/>Voeg (veggie) gehakt toe en bak bruin.<br/>Voeg kruiden toe. Bij veggie gehakt mogen extra veel kruiden en zout.<br/>Voeg de pompoenblokjes en de bliktomaten toe + eventueel een klein beetje vocht als het geheel te droog is.<br/>Zet het vuur lager, doe het deksel op de pan en laat stoven tot de pompoen beetgaar is.<br/>Maak intussen de puree (of neem kant-en-klare puree) en zet de oven op 200°.<br/>Doe het pompoenmengsel in een overschotel en bedek met puree.<br/>Strooi er een laagje paneermeel over en leg er klontjes boter op. Je kunt evt geraspte kaas toevoegen aan het paneermeel.<br/>Zet in de oven / grill tot het korstje bruin is.<br/><br/>",
			"ingrediënten": "- Pompoen (flespompoen of andere)<br/>- 350gr (Veggie) gehakt<br/>- Puree of aardappels om zelf puree te maken<br/>- 2 blikken tomaten in stukjes<br/>- 1 ui<br/>- kruiden: peper, zout, oregano, rozemarijn, paprika<br/>- paneermeel<br/>- (plantaardige) boter<br/>- geraspte kaas (optioneel)",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "40",
			"oventijd (minuten)": "20",
			"oventemperatuur (graden)": "200"
		},
		{
			"receptnaam": "Farfalle met haloumi",
			"bereidingswijze": "1. Maak de groenten schoon. Snipper de ui en de knoflook, snij de paprika?s en courgette in blokjes. Stoof ze samen even in olijfolie. Doe er de tomatenblokjes bij en breng op smaak met peper, paprikapoeder en kerriepoeder. Laat even garen.<br/><br/>2. Kook intussen de pasta beetgaar. Snij de haloumi in blokjes en bak ze vervolgens goudbruin in olijfolie.<br/><br/>3. Meng de pasta met de saus en verdeel alles over de borden. Werk af met de blokjes kaas en blaadjes basilicum.<br/>",
			"ingrediënten": "500 g farfalle<br/>2 rode paprika&#039:s<br/>1 courgette<br/>1 ui (grote)<br/>1 teentje knoflook<br/>2 takje basilicum<br/>450 g halloumi<br/>800 g tomatenblokjes (blik)<br/>1 kl paprikapoeder<br/>1 kl kerriepoeder<br/>olijfolie<br/>peper<br/>zout",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "15"
		},
		{
			"receptnaam": "Macaronischotel met prei",
			"bereidingswijze": "1. Verwarm de ovengrill alvast voor.<br/><br/>2. Kook de macaroni beetgaar in gezouten water.<br/><br/>3. Maak de prei schoon en snij in ringen. Pel de knoflook en snij in flinterdunne plakjes. Stoof ze kort samen in boter. Voeg er de room aan toe en laat even verwarmen.<br/><br/>4. Schep de preiroom en het basilicum door de pasta. Kruid met peper, zout en nootmuskaat. Doe in een beboterde ovenschaal.<br/><br/>5. Meng de parmezaan met het paneermeel. Verdeel over de pasta. Laat kleuren onder de ovengrill.<br/>",
			"ingrediënten": "500 g macaroni (korte)<br/>2 stengel prei<br/>2 teentje knoflook<br/>2 el basilicum (gehakt)<br/>200 ml room<br/>50 g geraspte parmezaan<br/>1 el boter<br/>2 el paneermeel<br/>nootmuskaat<br/>peper<br/>zout",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "25"
		},
		{
			"receptnaam": "Winterse salade met rode kool, walnoten en geitenkaas",
			"bereidingswijze": "Maak de (zurige) dressing die de rodekool een koude garing zal geven. Kruid de dressing met peper en grof zout. Proef en voeg zo nodig nog wat ingrediënten toe. De dressing mag best zuur zijn (dat is nodig om de rodekool in te ?garen?).<br/>Snij de rode kool in dunne, kleine slierten. Lepel wat van de vinaigrette over de stukjes kool. Laat de groente hierin marineren. Voeg eventueel wat extra azijn toe, zodat de kool voldoende fris smaakt en een koude garing krijgt.<br/>Snij de rode ui in kleine stukjes en voeg bij de rode kool.<br/>Snij de appel, walnoten en geitenkaas in stukjes. Meng er een deel van bij de salade. Breng op smaakt met meer zout indien nodig en nog wat extra dressing.<br/>Serveer de salade bovenaan met de resterende rozijnen, geitenkaas en walnoten.",
			"ingrediënten": "4 el extra vergine olijfolie<br/>2 el walnootolie<br/>2 el graanmosterd<br/>1 el honing<br/>1 el appelazijn<br/>4 el sherryazijn (+ wat extra)<br/>1 rode ui, in blokjes gesneden<br/>1/2 van de rode kool, in dunne linten<br/>1 appel, gehakt in stukjes<br/>een paar handenvol rozijnen (of andere mollig, gehakte gedroogde vruchten)<br/>walnoten (of geroosterde hazelnoten, of pompoenpitten of zonnebloempitten &hellip:)<br/>fijne korrel zeezout (fleur de sel)<br/>geitenkaas of blauwe kaas, verkruimeld (volledig optioneel)",
			"aantal personen": "4",
			"bron": "www.hapjesprinces.be",
			"bron URL": "http://www.hapjesprinces.be/winterse-salade-met-rode-kool/"
		},
		{
			"receptnaam": "Maaltijdsalade met postelein, spek en kaas",
			"bereidingswijze": "Maak de postelein schoon door de worteltjes van de steeltjes weg te nemen. Spoel de groente enkele malen in ruim koud water. Maak de postelein daarna zo droog mogelijk (slacentrifuge).<br/>Bak de spekplakjes in een hete droge koekenpan boven een matig afgestelde warmtebron tot ze goudbruin zien en knisperig zijn. Laat de plakjes op keukenpapier uitlekken en afkoelen.<br/>Voeg de boter aan het spekvet in de koekenpan toe. Wacht tot het schuim van de boter grotendeels is weggetrokken. Bak de broodblokjes er, onder regelmatig omscheppen, aan alle kanten goudbruin in. Laat de broodblokjes op keukenpapier uitlekken en afkoelen.<br/>Schep in een kom postelein, kaas, tomaten en bosuitjes luchtig door elkaar.<br/>Maak de dressing door eerst azijn te vermengen met wat zout, peper en mosterd. Blijf zo lang roeren tot het zout is opgelost. Klop daarna de olie er door.<br/>Schenk de dressing over de salade. Schep de salade daarna luchtig om.<br/>Verkruimel de spekplakjes. Schep, vlak voor het opdienen, de helft van het verkruimelde spek samen met de helft van de broodblokjes door de salade.<br/><br/>? Serveertips<br/>Verdeel de salade over de borden. Strooi de rest van het spek en de broodblokjes er over.<br/><br/>",
			"ingrediënten": "400-500 gram postelein<br/>- 150 gram gerookt spek, dunne plakjes<br/>- 60 gram boter<br/>- 5-6 sneden witbrood, ontkorst, in blokjes (ca. 1 cm) gesneden<br/>- 250-300 gram Leerdammer kaas, 3-4 dikke plakken in kleine blokjes of smalle reepjes gesneden<br/>- 3 tomaten, ontveld, vruchtvlees in kleine blokjes of smalle reepjes gesneden<br/>- 2 bosuitjes, met veel groen, gesnipperd.<br/><br/>2,5 theel. (kruiden)azijn<br/>- zout<br/>- witte peper uit de molen<br/>- 1 theel. Zaanse of andere lokale grove mosterdsoort<br/>- 2,5 eetl. (zonnebloem)olie.",
			"soort gerecht": "salade",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "60",
			"bron": "Smulweb",
			"bron URL": "http://www.smulweb.nl/recepten/903995/Maaltijdsalade-met-postelein-spek-en-kaas"
		},
		{
			"receptnaam": "Courgette, broccoli & gremolata pasta",
			"bereidingswijze": "1. Meng voor de gremolata de knoflook, de citroenschil en het sap met de peterselie en wat kruiden.<br/><br/>2. Breng een grote pan met gezouten water aan de kook, voeg de broccoli toe en kook in 2-3 minuten net gaar. Gebruik een schuimspaan om de broccoli te verwijderen en zet opzij. Breng het water weer aan de kook, voeg de pasta toe en kook volgens de instructies op de verpakking.<br/><br/>3. Verhit de olijfolie in een koekenpan, voeg de courgettes toe en bak op hoog vuur 3-4 minuten tot ze goudbruin beginnen te worden, doe de broccoli erbij en bak nog 1 minuut tot ze goed warm zijn.<br/><br/>4. Giet de pasta af, bewaar ongeveer 2 eetlepels kookwater en doe de pasta en het kookwater in de pan met de groenten en de gremolata. Meng goed en serveer.",
			"ingrediënten": "2 teentjes knoflook, fijn geraspt<br/>2 citroenen voor zeste en sap<br/>bosje peterselie, fijn gehakt<br/>200 g broccoli, in roosjes gebroken<br/>2 courgettes<br/>400g pastabogen of andere vormen van pasta<br/>1 tl olijfolie<br/>",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "BBC goodfood",
			"bron URL": "http://www.bbcgoodfood.com/recipes/1396633/courgette-broccoli-and-gremolata-pasta"
		},
		{
			"receptnaam": "Teriyaki kip met paksoi en kokosrijst",
			"bereidingswijze": "1. Breng in een pan de kokosmelk, water en snufje zout aan de kook. Voeg de rijst toe en laat dit ongeveer 20-25 minuten zachtjes koken, tot de rijst gaar is en al het vocht heeft opgenomen. Haal van het vuur, met de deksel op de pan om verder te stomen totdat de rest van het gerecht klaar is.<br/><br/>2. Meng de knoflook, gember, honing en sojasaus in een kommetje en laat even staan.<br/><br/>3. Verhit 1 eetlepel olie in een koekenpan of wok en braad hierin de kipfiletreepjes rondom aan. Bestrooi ondertussen met zout en peper. Haal de kip uit de pan.<br/><br/>4. Bak de paksoi in dezelfde pan en bestrooi met zout en peper. Roerbak 3-4 minuten. Voeg dan de kip en het sojamengsel toe en laat dit geheel nog even een paar minuten sudderen, tot de saus iets ingedikt is en de kip gaar.<br/><br/>5. Schep de kokosrijst op twee borden en verdeel hier het kip/paksoi mengsel over. Bestrooi met cashewnoten. Eet smakelijk!",
			"ingrediënten": "250 ml kokosmelk (light)<br/>125 ml water<br/>snufje zout<br/>150 gr rijst<br/>2 teentjes knoflook, fijngesneden of geraspt<br/>1 klein stukje (1 cm) gember, geschild en geraspt<br/>1 eetlepel honing<br/>2 eetlepels sojasaus<br/>2 kipfilets, in reepjes<br/>1 eetlepel olijfolie<br/>1 kleine paksoi, gesneden<br/>handvol cashewnoten",
			"aantal personen": "2",
			"bereidingstijd (minuten)": "40",
			"bron": "allrecipes",
			"bron URL": "http://allrecipes.nl/recept/14181/teriyaki-kip-met-paksoi-en-kokosrijst.aspx"
		},
		{
			"receptnaam": "Kruidige bleekselder met tomaat uit de oven",
			"bereidingswijze": "<br/>9. Maak de groenten schoon..<br/><br/>10. Snij de selder (met blad) in dunne reepjes en stoom beetgaar.<br/><br/>11. Ontvel de tomaten en snij in plakjes.<br/><br/>12. Schep de selder in een ovenschaal en beleg met plakjes tomaat.<br/><br/>13. Meng olijflolie, citroensap en kruiden.<br/><br/>14. Schenk dit mengsel over de groenten.<br/><br/>15. Plaats ca. \\'15 in een voorverwarmde oven (200°C).",
			"ingrediënten": "1. 1 bleekselder<br/><br/>2. 2 grote tomaten<br/><br/>3. 1/2 (of kleine) citroen<br/><br/>4. 1 el olijfolie<br/><br/>5. 1 afgestreken kl oregano<br/><br/>6. 1/2 kl gedroogde of enkele blaadjes verse basilicum<br/><br/>7. (kruiden)zout<br/><br/>8. peper",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"bron": "Solo",
			"bron URL": "https://www.solo.be/nl/recepten/kruidige-bleekselder-met-tomaat-uit-de-oven/"
		},
		{
			"receptnaam": "Pasta met snijbiet en champignons",
			"bereidingswijze": "- Zet een grote pan met wat olijfolie op een zacht vuurtje, fruit hierin de ui met de knoflook en kruiden terwijl je de snijbietstengels wast en in blokjes snijdt. De blokjes mogen bij in de pan, maar de bladeren laat je in hun geheel nog even aan de kant. Roer geregeld terwijl je ook de paprika?s en champignons in blokjes snijdt, doe de groenten meteen in de pan.<br/>- Wanneer de groenten zacht zijn roer dan wat minder vaak zodat ze de tijd krijgen om te bakken en lekker bruin worden.<br/>- Giet de passata in de pan en roer er de pasta onder. De pasta moet volledig onder staan, giet er anders een beetje water bij. Blijf geregeld roeren tot de pasta al dente is en je een dikkere saus hebt.<br/>- Verwarm ondertussen de oven voor op 220°.<br/>- Snij de snijbietbladeren in smalle repen en roer ze op het eind door de pasta. Wanneer ook die zacht zijn mag de helft van kaas erbij. Breek of snij de mozzarella in stukken en roer het door de pasta.<br/>Heb je een ovenbestendige pan gebruikt (die in de oven past) strooi dan de andere helft van de kaas over de pasta, in het andere geval giet je de pasta eerst in een ovenschaal. Zet de pasta tien minuten in de oven of onder de gril tot de kaas gesmolten is en begint te bruinen.",
			"ingrediënten": "- 4 brede snijbietstengels (of warmoes)<br/>Of laat de snijbiet vallen en roer er op het eind spinazie door.<br/>- 1 groene paprika<br/>- 250 gram champignons<br/>- 1 ui<br/>- 3 teentjes look, gesnipperd<br/>- 1 el gehakte tijm<br/>- 1 el gehakte rozemarijn<br/>- 350 gram pasta<br/>- 1 liter ovenpassata, van hele dikke passata mag je wat minder gebruiken en aanlengen met water.<br/>- 250 gram mozzarella",
			"aantal personen": "4",
			"bron": "frame.bloglovin.com",
			"bron URL": "http://frame.bloglovin.com/?post=5183784351&blog=1115494&frame_type=none"
		},
		{
			"receptnaam": "Risotto met spinazie en champignons",
			"bereidingswijze": "1. Snipper een sjalot fijn. Snij 250 g kastanjechampignons in stukken. Plet 1 teentje knoflook.<br/><br/>2. Stoof de gesnipperde sjalot in olijfolie. Doe er 200 g risottorijst (arborio) bij en roer tot alle rijstkorrels goed voorzien zijn van een laagje olie.<br/><br/>3. Breng 8 dl bouillon (blokje) aan de kook en zet het vuur uit. Blus de rijst met 1 pollepel hete bouillon.<br/><br/>4. Blijf roeren op een zacht vuurtje tot al de bouillon op is (ongeveer 20 minuten). Roer er 50 g geraspte parmezaan door.<br/><br/>5. Breng op smaak met peper en zout. Bak in andere pan 250 g gesneden kastanjechampignons in wat olijfolie, voeg 1 geperst teentje knoflook aan toe en 2 handenvol jonge spinazie.<br/><br/>6. Roerbak kort en breng op smaak met peper en zout. Schep alles door de risotto.<br/><br/>7. Bak 4 plakjes pancetta krokant in een pan met antiaanbaklaag. Serveer de risotto met een knapperig plakje pancetta erbij.<br/>",
			"ingrediënten": "200 g risottorijst (arborio)<br/>4 plakje pancetta<br/>250 g kastanjechampignons<br/>2 handje jonge spinazie<br/>1 sjalot (gesnipperd)<br/>50 g parmezaan (geraspt)<br/>8 dl bouillon<br/>olijfolie<br/>1 knoflook (geperst)<br/>zout<br/>peper",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "50",
			"bron": "Libelle Lekker!",
			"bron URL": "https://www.libelle-lekker.be/bekijk-recept/943/risotto-met-spinazie-en-champignons"
		},
		{
			"receptnaam": "Shepherd\\'s pie met linzen",
			"bereidingswijze": "1. Schil de aardappelen en kook ze gaar. Pureer ze met de melk. Kruid met peper, zout en nootmuskaat.<br/><br/>2. Spoel de linzen en laat uitlekken. Schil de knolselder en de wortelen, snij ze in blokjes. Spoel de paprika en snij in blokjes.<br/><br/>3. Pel en snipper de uien. Fruit ze glazig in olie. Voeg er de wortelen, knolselder en paprika aan toe, stoof ze nog even mee. Roer er de bloem door, overgiet met de groentebouillon. Doe er de erwten en de linzen bij en warm door. Kruid met peper en zout.<br/><br/>4. Verwarm de oven voor op 200°C. Beboter 4 individuele ovenschaaltjes. Vul ze met de groenten. Dek af met een laagje aardappelpuree en bestrooi met geraspte cheddar.<br/><br/>5. Zet de schaaltjes 30 minuten in de oven, of tot de puree een goudgeel korstje heeft.<br/>",
			"ingrediënten": "300 g bloemige aardappelen<br/>200 g knolselder<br/>2 wortelen<br/>2 uien<br/>1 rode paprika<br/>100 g doperwt<br/>200 g linze<br/>250 ml groentebouillon<br/>75 ml melk (warme)<br/>50 g cheddar (geraspt)<br/>1 el boter<br/>2 el olie<br/>1 el bloem<br/>nootmuskaat<br/>peper<br/>zout",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "75"
		},
		{
			"receptnaam": "Schorseneer met wilde paddenstoelen, room en parmezaanschilfers",
			"bereidingswijze": "1. Schil de schorseneren eerst ongewassen boven een stuk krantenpapier. Dit gaat het gemakkelijkst met een dunschiller. Gooi het afval met het krantenpapier weg. Spoel de schorseneren nu onder de kraan en schil ze opnieuw.<br/><br/>2. Schil drie schorseneren met een dunschiller in platte slierten en leg deze in een kom met water met wat citroensap (om verkleuring te gaan). Schil de laatste schorseneer ook in slierten, maar deze leg je in een droge kom en wentel je in een scheut olijfolie. Kruid met peper en zout. Zet even opzij.<br/><br/>3. Haal de slierten uit het water en kook ze een 5-tal minuten in een pan met water en zout. Haal ze eruit, laat goed uitlekken en dep droog. Giet er nu de room bij en meng goed. Kruid met peper en zout.<br/><br/>4. Neem een vuurvaste schotel. Maak in de vuurvaste schotel twee hoopjes van de schorseneer met de room. Doe hetzelfde met de schorseneer in olijfolie. Plaats de schotel 20 minuten in een warme oven van 180°C. De schorseneren in de olijfolie zullen krokanter bakken en meer kleuren.<br/><br/>5. Bak intussen de paddenstoelen in een scheut olijfolie en kruid met peper en zout.<br/><br/>6. Leg eerst een hoopje schorseneer met room op een bord en giet er eventueel nog een beetje room bij. Leg daarop de krokante schorseneer en daarboven de gebakken paddenstoelen. Bestrooi het geheel met parmezaanschilfers.",
			"ingrediënten": "4 schorseneren<br/>300 gr wilde paddenstoelen - cantharellen, hoorn des overvloeds en pied de mouton (gele stekelzwam).<br/>10 el room<br/>parmezaanschilfers<br/>citroen (sap)<br/>olijfolie<br/>peper<br/>zout",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "30",
			"oventijd (minuten)": "20",
			"oventemperatuur (graden)": "180",
			"bron": "VTM Koken",
			"bron URL": "https://koken.vtm.be/mijn-pure-keuken/recept/schorseneer-met-wilde-paddenstoelen-room-en-parmezaanschilfers"
		},
		{
			"receptnaam": "Slaatje warme geitenkaasjes met honing",
			"bereidingswijze": "1. Verwarm de grill.<br/><br/>2. Snipper het stronkje&nbsp:witloof fijn en maak meteen aan met de citroenvinaigrette&nbsp:.<br/><br/>3. Spoel de druiven, rist ze af en dep ze goed droog. Snij ze doormidden en ontpit ze.&nbsp:<br/><br/>4. Bestrijk de geitenkaasjes met de honing. Zet ze onder de hete grill tot de honing lichtjes karamelliseert.<br/><br/>5. Verdeel de veldsla, het witloof en de druiven over de borden. Leg er een warm geitenkaasje bij. Serveer meteen.<br/>",
			"ingrediënten": "4 geitenkazen (klein)<br/>1 stronkje witloof<br/>1 veldsla (handjevol)<br/>4 witte druiven (trosjes)<br/>4 el citroenvinaigrette<br/>2 el vloeibare honing",
			"soort gerecht": "hoofdgerecht",
			"aantal personen": "4",
			"bereidingstijd (minuten)": "15"
		},
		{
			"receptnaam": "Vergeten groente: palmkool of cavolo nero",
			"bereidingswijze": "Kook de pasta al dente volgens de gebruiksaanwijzing en giet deze af.<br/>Rasp ondertussen de schil van twee citroenen en pers een halve citroen uit.<br/>Ontdoe de cavalo nero van de dikke bladnerven, kook de koolbladeren in circa één minuut en hak ze daarna fijn.<br/>Verwarm de olijfolie in een pan en roerbak de cavalo nero op matig vuur terwijl je blijft roeren.<br/>Roer vervolgens de pasta door de cavalo nero, tezamen met de kikkererwten, geraspte citroenschil, het citroensap en de helft van de pecorino.<br/>Breng op smaak met peper en zout en serveer met de rest van de kaas.<br/>Eet smakelijk!",
			"ingrediënten": "3 bossen palmkool (cavalo nero)<br/>2 citroenen: geraspte schil en het sap van een halve citroen<br/>200 gram kikkererwten uit blik<br/>125 gram Pecorino<br/>400 gram tagliolini of tagliatelle<br/>flinke scheut olijfolie<br/>peper en zout",
			"aantal personen": "4",
			"bron": "www.dehippevegetarier.nl",
			"bron URL": "https://www.dehippevegetarier.nl/vegetarische-recepten/vergeten-groente-palmkool/",
			"tags": "palmkool"
		}
	]
}
